Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Comma separated and quoted
de: Komma-separiert und ggf. in ""
fi: Pilkkueroteltu sekä siteerattu
sv_fi: Separerat med kommatecken och omgivet av citationstecken

source: Enter search term
de: Suchbegriff eingeben

source: If you enter anything in this field your action will be blocked.
de: Wenn Sie etwas hier eingeben, dann wird die Aktion nicht durchgeführt.

source: What is three plus four?
de: Was ist drei plus vier?

source: Please answer this question to give evidence you are human.
de: Bitte beantworten Sie diese Frage, um einen Beleg zu liefern, dass Sie ein Mensch sind.

source: seven
de: sieben

source: Failed.
de: Fehlgeschlagen.

source: You filled this form out too quickly.
de: Sie haben das Formular zu schnell ausgefüllt.

source: Too many actions.
de: Zu viele Aktionen.

source: Execute
de: Ausführen

source: By %(filter_title)s
de: Nach %(filter_title)s

source: By %(filter_title)s descendants
de: Nach %(filter_title)s Nachkommen

source: Home
de: Start
fi: Koti
sv_fi: Hem

source: from
de: von

source: until
de: bis

source: uploaded picture
de: hochgeladenes Bild

source: Delete?
de: Löschen?

source: Filter
de: Filtern

source: Press Enter to add <b>${value}</b>
de: Enter drücken, um <b>${value}</b> hinzuzufügen

source: This tag is already set.
de: Dieses Schlagwort ist schon gesetzt.

source: Searching…
de: Suchen…

source: No results
de: Keine Ergebnisse

source: Press to select
de: Enter zum Auswählen

source: Search term
de: Suchbegriff

source: Your search produced one search result.
de: Ihre Suche ergab ein Ergebnis.

source: One result
de: Ein Ergebnis

source: No results with these filters.
de: Keine Ergebnisse mit diesen Filtereinstellungen.

source: No results.
de: Keine Ergebnisse.

source: %d hour
de: %d Stunde

source: %d second
de: %d Sekunde

source: {time_str} ago
de: vor {time_str}

source: on {date}
de: am {date}

# date format without year
source: M j.
de: j. N

source: << Greeting >>
de: << Anrede >>
fi: << Tervehdys >>
sv_fi: Hälsning

source: <<name and email address>>
de: <<Name und E-Mail-Adresse>>
fi: <<nimi ja sähköposti>>

source: <<removed>>
de: <<entfernt>>

source: [redacted]
de: [geschwärzt]

source: Letter
de: Brief
fi: Kirje
sv_fi: Brev

source: Your name and address
de: Ihr Name und Ihre Postadresse

source: Please enter your complete name and address with postcode and city.
de: Bitte geben Sie Ihren vollen Namen und Ihre Adresse mit PLZ und Ort ein.

source: letter template
de: Briefvorlage

source: letter templates
de: Briefvorlagen

source: Your letter
de: Ihr Brief

source: Please check your personal information and then continue.
de: Bitte überprüfen Sie Ihre Angaben und klicken Sie dann auf Weiter.

source: Example letter
de: Beispiel-Brief

source: This is an example of how the letter will look like.
de: Dies ist ein Beispiel, wie der Brief aussehen wird.

source: Edit details
de: Details bearbeiten

source: Your reference
de: Ihr Zeichen

source: Download letter as PDF
de: Brief als PDF herunterladen

source: Go to your request
de: Zu Ihrer Anfrage

source: make-letter/<int:letter_id>/<int:message_id>/
de: brief-erstellen/<int:letter_id>/<int:message_id>/

source: make-letter/<int:letter_id>/<int:message_id>/preview/
de: brief-erstellen/<int:letter_id>/<int:message_id>/vorschau/

source: letter-sent/<int:letter_id>/<int:message_id>/
de: brief-versendet/<int:letter_id>/<int:message_id>/

source: Show selected organizations in public list
de: Zeige ausgewählte Organisationen in öffentlicher Liste

source: My organizations
de: Meine Organisationen

source: Member already present in organization.
de: Das Mitglied gehört schon zur Organisation.

source: You cannot change your own role.
de: Sie können Ihre eigene Funktion nicht ändern.

source: Only owners can change roles.
de: Nur Eigentümer:innen können die Funktionen ändern.

source: owner
de: Eigentümer:in

source: member
de: Mitglied

source: inactive
de: inaktiv

source: invited
de: eingeladen

source: organization
de: Organisation

source: organizations
de: Organisationen

source: Organization invite from %(name)s
de: Organisations-Einladung von %(name)s

source: Hello, %(name)s has invited you to join an organization on %(site_name)s. Please visit the link below to join this organization: %(url)s If you don't have an account on %(site_name)s yet, you have to create one first.
de: Hallo, %(name)s hat Sie eingeladen, einer Organisation auf %(site_name)s beizutreten. Bitte besuchen Sie diesen Link, um der Organisation beizutreten: %(url)s Falls Sie noch kein Konto auf %(site_name)s haben, bitte legen Sie zuerst eines an.

source: Organizations
de: Organisationen

source: Edit Organization
de: Organisation bearbeiten

source: Organization Members
de: Organisationsmitglieder

source: Organization “%(name)s” has invited you
de: Organisation „%(name)s“ hat Sie eingeladen

source: This invite was sent to “%(email)s” which is different from the current account “%(account)s”!
de: Diese Einladung wurde an „%(email)s“ gesendet, was nicht mit Ihrem aktuellen Konto „%(account)s“ identisch ist!

source: Do you want to join this organization with the account “%(account)s”?
de: Wollen Sie dieser Organisation mit Ihrem Konto „%(account)s“ beitreten?

source: Join this organization
de: Dieser Organisation beitreten

source: No organizations found.
de: Keine Organisation gefunden.

source: Your Organizations
de: Ihre Organisationen

source: Your Role
de: Ihre Funktion

source: Members
de: Mitglieder

source: Join this team
de: Treten Sie diesem Team bei

source: Organization “%(name)s”
de: Organisation „%(name)s“

source: back to organization
de: zurück zur Organisation

source: Member
de: Mitglied

source: Role
de: Funktion

source: – that's you!
de: – das sind Sie!

source: Change
de: Ändern

source: Roles
de: Funktionen

source: A member is shown on the team page.
de: Ein Mitglied wird auf der Team-Seite angezeigt.

source: Owner
de: Eigentümer:in

source: An owner can do everything a member can. In addition they can also change the organization details, add or remove members from the organization and change their roles.
de: Ein:e Eigentümer:in kann alles, was ein Mitglied auch kann. Zusätzlich können Eigentümer:innen auch Details der Organisation bearbeiten und Mitglieder anlegen, entfernen oder ihre Rollen ändern.

source: Add organization member
de: Organisationsmitglied einladen

source: Invite
de: Einladung

source: Edit organization
de: Organisation bearbeiten

# url part
source: my/
de: meine/

# url part
source: <str:slug>/update/
de: <str:slug>/aktualisieren/

# url part
source: organization/<str:slug>/invite/
de: organisation/<str:slug>/einladung/

# url part
source: <str:slug>/delete-member/<int:pk>/
de: <str:slug>/mitglied-entfernen/<int:pk>/

# url part
source: <str:slug>/change-member/<int:pk>/
de: <str:slug>/mitglied-aendern/<int:pk>/

# url part
source: <str:slug>/join/<int:pk>/<str:secret>/
de: <str:slug>/beitreten/<int:pk>/<str:secret>/

source: You are already an organization member.
de: Sie sind schon Mitglied dieser Organisation.

source: Claimed
de: Bearbeiten

source: Escalated
de: Für Admins

source: User will be notified of resolution
de: Nutzer:in wird über Lösung benachrichtigt

source: Resolve selected
de: Ausgewählte als gelöst markieren

source: Problems marked as resolved, {count} users will be notified.
de: Problem wurden als gelöst markiert, {count} Nutzer:innen werden benachrichtigt.

source: Problems
de: Probleme

source: What is the problem?
de: Welches Problem liegt vor?

source: Your message was not delivered.
de: Ihre Nachricht wurde nicht richtig zugestellt.

source: The attachments don't seem to work.
de: Die Anhänge scheinen nicht zu funktionieren.

source: More redactions are needed.
de: Eine Schwärzung wird benötigt.

source: You need help to understand or reply to this message.
de: Sie brauchen Hilfe, um die Nachricht zu verstehen oder um sie zu beantworten.

source: Something else...
de: Etwas anderes...

source: This is not a proper FOI request.
de: Dies ist keine Informationsfreiheitsanfrage.

source: Content is against netiquette.
de: Der Inhalt verstößt gegen die Netiquette.

source: Published information is outdated.
de: Die veröffentlichte Information ist veraltet.

source: Published information is wrong.
de: Die veröffentlichte Information ist falsch.

source: You received a bounce mail from the public body.
de: Sie haben eine Bounce-Nachricht von der Behörde erhalten.

source: Received mail does not pass authenticity checks.
de: Eingegangene E-Mail hat Authentizitätsprüfung nicht bestanden.

source: problem report
de: Problembericht

source: problem reports
de: Problemberichte

source: We have resolved a problem that had been automatically detected on the request “%(title)s”.
de: Wir haben ein automatisch erkanntes Problem bei der Anfrage „%(title)s“ behoben.

source: We have resolved the problem you reported on the request “%(title)s”.
de: Wir haben das von Ihnen gemeldete Problem bei der Anfrage „%(title)s“ behoben.

source: You can go to the request here:
de: Hier kommen Sie zur Anfrage:

source: Cheers, %(site_name)s
de: Grüße, %(site_name)s

source: Report
de: Melden

source: Report a problem
de: Melden Sie ein Problem

source: Problem reports
de: Problemberichte

source: Please login or register
de: Bitte melden Sie sich an

source: In order to report a problem with this message, you need to be logged in.
de: Um ein Problem bei dieser Nachricht melden zu können, müssen Sie eingeloggt sein.

source: Please login
de: Bitte loggen Sie sich ein

source: Previously reported problems
de: Bisher gemeldete Probleme

source: Moderators are already informed about the following problems:
de: Moderator:innen sind schon über die folgenden Probleme informiert:

source: Reported by
de: Gemeldet von

source: State
de: Zustand

source: auto detected
de: automatisch erkannt

source: not requester
de: nicht Anfragesteller:in

source: Resolved
de: Gelöst

source: Pending
de: Läuft

source: Report a new problem
de: Melden Sie ein neues Problem

source: Report problem
de: Problem melden

source: Moderation dashboard
de: Moderations-Dashboard

source: User moderation
de: Moderation

source: User Tags
de: Nutzer:innen-Tags

source: Account notes
de: Kontonotizen

source: Problems for this users' requests
de: Probleme mit Anfragen dieses:r Nutzer:in

source: Not FOI
de: Nicht-IFG

source: Depublished
de: Depubliziert

source: Administrative review of account
de: Admin-Überprüfung des Kontos

source: Please give reasons why this account should be reviewed.
de: Bitte geben Sie an, warum dieses Konto überprüft werden sollte.

source: Request admin review
de: Admin-Überprüfung anfordern

source: New problem: {label} [#{reqid}]
de: Neues Problem: {label} [#{reqid}]

source: by requester
de: von Anfragesteller:in

source: not by requester
de: nicht von Anfragesteller:in

source: Problem resolved on your request
de: Das Problem bei Ihrer Anfrage wurde behoben

source: Your report could not be created.
de: Ihr Problembericht konnte nicht erstellt werden.

source: Kind
de: Art

# action to take in moderation table
source: Action
de: Aktion

source: Claim
de: Bearbeiten

source: Resolve
de: Lösen

source: Mark resolved
de: Als abgeschlossen markieren

source: Mark moderated
de: Als moderiert markieren

source: Claimed for {min} min.
de: Wird seit {min} Minuten bearbeitet.

source: You cannot work on more than 5 issues at the same time.
de: Sie können nicht an mehr als 5 Problemen gleichzeitig arbeiten.

source: Please write a nice message to the user.
de: Bitte schreiben Sie eine nette Nachricht an die meldende Person.

source: Escalate
de: An Admins

source: Please describe to admins what should be done.
de: Bitte beschreiben Sie den Admins, was hier getan werden muss.

source: Active moderators
de: Aktive Moderator:innen

source: to public body
de: zur Behörde

source: to message
de: zur Nachricht

source: review new
de: Vorschlag prüfen

source: review changes
de: Änderungen prüfen

source: unclassified requests
de: Unklassifizierte Anfragen

source: set status
de: Status festlegen

source: redact
de: schwärzen

source: Action on account requested by moderation team member
de: Konto-Überprüfung durch Moderator:in angefordert

source: Admins have been notified.
de: Admins wurden benachrichtigt.

source: Proof
de: Nachweis

source: If you want to send one of your proofs of identity, choose it here.
de: Wenn Sie einen Ihrer Nachweise mitsenden möchten, wählen Sie ihn hier aus.

source: Name of Proof
de: Bezeichnung

source: Label this proof, e.g. 'ID card' or 'Passport'.
de: Geben Sie diesem Nachweis eine Bezeichnung, z.B. ‘Personalausweis’ oder ‘Presseausweis’.

source: Select image of proof
de: Bild eines Nachweis auswählen

source: Store this proof in your account for repeated use.
de: Wenn Sie diesen Nachweis öfter verwenden, können Sie ihn in Ihrem Konto speichern.

source: By checking this box, I agree that the image file I have selected and redacted may be stored by {site_name} in my user account, so that I can use it as proof of identity in future requests if necessary. I certify that I am the owner of this document. I understand that my consent is voluntary and that I can revoke it at any time with effect for the future. I have taken note of the information on the recommended redactions and the <a href="{url_privacy}" target="_blank">data protection declaration</a>.
de: Mit dem Anhaken willige ich ein, dass die von mir ausgewählte und geschwärzte Bilddatei von der Open Knowledge Foundation Deutschland e.V. (Projekt {site_name}) in meinem {site_name}-Konto hinterlegt wird, damit ich sie bei zukünftigen Anfragen im Bedarfsfall als Identitätsnachweis an Behörden übermitteln kann. Zudem versichere ich, der im Nachweis angegebene Inhaber dieses Dokuments zu sein. Ich weiß, dass meine Einwilligung freiwillig ist und ich Sie jederzeit mit Wirkung für die Zukunft widerrufen kann. Den Hinweis zur empfohlenen Vornahme von Schwärzungen, sowie <a href="{url_privacy}" target="_blank">die Datenschutzerklärung</a> habe ich zur Kenntnis genommen.

source: Proof of identity
de: Identitätsnachweis

source: {name} (uploaded {timestamp})
de: {name} (hochgeladen am {timestamp})

source: Include a new proof
de: Neuen Nachweis beifügen

source: Include a proof
de: Nachweis beifügen

source: Some authorities require a proof of identity. Here you can select and redact a picture of an identity document.
de: Manche Behörden wollen einen Identitätsnachweis. Hier können Sie Bilder Ihrer Identitätsdokumente auswählen und schwärzen.

source: Some authorities require a proof of identity. Here you can upload and redact pictures of identity documents.
de: Manche Behörden wollen einen Identitätsnachweis. Hier können Sie Bilder Ihrer Identitätsdokumente hochladen und schwärzen.

source: Upload proof
de: Nachweis hochladen

source: Uploaded on %(date)s as “%(name)s”.
de: Hochgeladen am %(date)s als „%(name)s“.

source: Delete this proof
de: Nachweis löschen

source: Proof added successfully.
de: Nachweis erfolgreich gespeichert.

source: There was a problem.
de: Es gab ein Problem.

source: Proof successfully removed.
de: Nachweis erfolgreich gelöscht.

source: or upload a new proof
de: oder laden Sie einen neuen Nachweis hoch

source: When you upload an identity document, please redact all information except your name, the city and the validity date. After selecting an image, you can apply redactions to it.
de: Wenn Sie ein Identitätsnachweis hochladen, entfernen Sie bitte alle Informationen außer Ihren Namen, die Stadt und das Gültigkeitsdatum. Nachdem Sie ein Bild ausgewählt haben, können Sie es hier schwärzen.

source: Click or touch and drag over the image to redact parts of it.
de: Klicken und ziehen Sie ein Rechteck über das Bild, um den Teil zu schwärzen.

source: Public Body Admin
de: Behörden-Admin

source: Context
de: Kontext

source: Hierachy
de: Hierarchie

source: Has change proposals
de: Hat Änderungsvorschläge

source: Has geo coordinates
de: Hat Geo-Koordinaten

source: Has regions
de: Hat Regionen

source: Assign classification...
de: Behördentyp zuweisen…

source: Replace public bodies with...
de: Ersetze Behörden durch...

source: You need to provide a url or a file.
de: Sie müssen eine URL angeben oder eine Datei hochladen.

source: Public Bodies were imported.
de: Behörden wurden importiert.
fi: Viranomaiset tuotiin onnistuneesti.
sv_fi: Myndigheter importerade.

source: Remove from search index
de: Entferne aus Such-Index
fi: Poista hakuindeksistä
sv_fi: Ta bort från sökindex

source: Removed from search index
de: Aus Such-Index entfernt
fi: Poistettu hakuindeksistä
sv_fi: Borttagen från sökindex

source: Show georegions of
de: Zeige Geographische Regionen von

source: This public body is already confirmed.
de: Diese Behörde ist schon bestätigt.

source: Public body confirmed. %(count)d message was sent.
de: Behörde wurde bestätigt. %(count)d Nachricht wurde gesendet.

source: Public body “%s” has been approved
de: Behörde „%s“ wurde freigeschaltet

source: Hello, You can find the approved public body here: {url} All the Best, {site_name}
de: Hallo, Sie können die freigeschaltete Behörde hier finden: {url} Beste Grüße {site_name}

source: Confirm all selected
de: Bestätige alle ausgewählten

source: {} public bodies were confirmed.
de: {} Behörden wurden bestätigt.

source: Concerning your public body proposal “%s”
de: Ihr Vorschlag für Behörde „%s“

source: E-Mail was sent to public body creator.
de: E-Mail an Behörden-Ersteller:in wurde versendet.

source: Has region
de: Hat Region

source: Assign parent...
de: Oberbehörde zuweisen...

source: # public bodies
de: Anzahl Behörden

source: Public bodies with this classification
de: Behörden mit dieser Klassifikation

source: Public bodies with this category
de: Behörden mit dieser Kategorie

source: Public Bodies
de: Behörden
fi: Viranomaiset
sv_fi: Myndigheter

source: Jurisdiction slug "%s" does not exist.
de: Jurisdiktionskürzel "%s" existiert nicht.

source: Category name "%s" does not exist.
de: Kategorie mit Namen "%s" existiert nicht

source: GeoRegion %s/%s does not exist.
de: GeoRegion %s/%s existiert nicht

source: Classification "%s" does not exist.
de: Klassifikation "%s" existiert nicht.

source: Search public bodies
de: Suchen Sie nach Behörden

source: Search for a topic or a public body:
de: Suchen Sie nach einem Thema oder nach einer Behörde:
fi: Hae aihetta tai viranomaista
sv_fi: Sök ämne eller myndighet:

source: Official name of the public authority.
de: Offizieller Name der Behörde.

source: Other names
de: Andere Namen
fi: Viranomaisen muut käytetyt nimet
sv_fi: Andra benämningar

source: Optionally: the abbreviation, other more colloquial names for this authority, name of the person in charge, etc.
de: Optional: die Abkürzung des Behördennamens, andere umgangssprachliche Namen, der Name der Behördenleitung etc.

source: Email address for general enquiry (e.g. press contact).
de: E-Mail-Adresse für allgemeine Anfrage (z.B. Presse-Abteilung)

source: URL of Website
de: URL der Webseite

source: URL of this public body's website.
de: URL der Behördenwebseite.

source: Fax number
de: Faxnummer

source: The fax number of this authority.
de: Die Fax-Nummer dieser Behörde.

source: The postal address of this authority.
de: Die Postadresse dieser Behörde.

source: Example Street 23 12345 Town
de: Beispiel Straße 23 12342 Stadt

source: Other contact info
de: Andere Kontakt-Infos

source: Other contact info like phone numbers or opening hours.
de: Andere Kontakt-Infos wie Telefonnummer oder Öffnungszeiten.

source: Classification
de: Behörden-Typ
fi: Luokka
sv_fi: Kategori

source: Try finding a matching classification for this authority. If you cannot find one, leave it blank and we will take care.
de: Bitte versuchen Sie eine passenden Behörden-Typ für diese Behörde zu finden. Falls Sie keinen finden können, lassen Sie das Feld leer und wir kümmern uns darum.

source: Categories
de: Kategorien

source: Categories represent the topics this authority is responsible for.
de: Kategorien repräsentieren die Themen, für die diese Behörde zuständig ist.

source: If this authority is responsible for specific regions, you can select them here.
de: Wenn diese Behörde für bestimmte Regionen zuständig ist, können diese hier ausgewählt werden.

source: Give the jurisdiction under which this authority falls. This determines what laws apply to it. Often it can determined by where the public body is based or whothe supervising authority is.
de: Geben Sie bitte den Zuständigkeitsbereich an, unter den diese Behörde fällt. Das bestimmt welche Gesetze auf die Behörde angewendet werden. Oft kann die Zuständigkeit über den Sitz der Behörde oder die zuständige Aufsichtsbehörde bestimmt werden.

source: File Index
de: Aktenplan

source: URL to a file index of this authority.
de: URL zum Aktenplan dieser Behörde.

source: Organisational Chart
de: Organigramm

source: URL to the organisational chart of this authority.
de: URL zum Organigramm dieser Behörde.

source: Fax number not a valid number!
de: Fax-Nummer ist keine Nummer!

source: Fax number not possible!
de: Fax-Nummer ist unmöglich!

source: Fax number not valid!
de: Fax-Nummer ist nicht gültig!

source: Public authority with a similar name already exists!
de: Eine Behörde mit einem ähnlichen Namen existiert bereits.

source: Changes to public body “{}” have been applied
de: Änderungen an Behörde „{}“ wurden vorgenommen

source: Hello, You can find the changed public body here: {url} All the Best, {site_name}
de: Hallo, Sie können die geänderte Behörde hier finden: {url} Beste Grüße {site_name}

source: Your public body proposal “%s” was rejected
de: Ihr Vorschlag für Behörde „%s“ wurde abgelehnt

source: Hello, A moderator has rejected your proposal for a new public body. {delete_reason} All the Best, {site_name}
de: Hallo, ein:e Moderator:in hat Ihren Vorschlag für eine neue Behörde abgelehnt. {delete_reason} Beste Grüße {site_name}

# url part
source: entity/
de: behoerde/

# url part
source: entities/
de: behoerden/

source: Public body validation results
de: Ergebnisse der Behörden-Validierung

source: Please find attached the results of the public body validation
de: Sie finden anbei das Ergebnis der Behördenüberprüfung

source: Hidden
de: Versteckt
fi: Piilotettu
sv_fi: Dold

source: Website Text
de: Webseiten-Text
fi: Sivuston teksti
sv_fi: Texten på webbsidan

source: Legal Text
de: Gesetzestext

source: request note
de: Anfrage-Hinweis
fi: tietopyyntöteksti
sv_fi: anteckning om begäran

source: Start of Letter
de: Briefbeginn
fi: Kirjeen alku
sv_fi: Brevets början

source: End of Letter
de: Briefende
fi: Kirjeen loppu
sv_fi: Brevets slut

source: refusal reasons
de: Verweigerungsgründe

source: Creation Date
de: Erstellungsdatum
fi: Luotu
sv_fi: Skapades den

source: Updated Date
de: Änderungsdatum
fi: Päivitetty
sv_fi: Uppdaterades den

source: Meta Law
de: Meta-Gesetz
fi: Meta laki
sv_fi: Övergripande lag

source: law type
de: Gesetzestyp

source: Combined Laws
de: Kombinierte Gesetze
fi: Yhdistetyt lait
sv_fi: Kombinerade lagar

source: Priority
de: Priorität
fi: Tärkeellisyys
sv_fi: Prioritet

source: Scale of fees URL
de: Gebührenordnung URL

source: Maximal Response Time
de: Maximale Antwortzeit
fi: Maksimivastausaika
sv_fi: Maximal tid för att ge svar

source: Unit of Response Time
de: Einheit der Antwortzeit
fi: Vastausajan yksikkö
sv_fi: Enhet för svarstid

source: Day(s)
de: Tag(e)
fi: Päivä(t)
sv_fi: Dag(ar)

source: Working Day(s)
de: Arbeitstag(e)
fi: Työpäivä(t)
sv_fi: Vardag(ar)

source: Month(s) (DE)
de: Monat(e)
fi: Kuukausi(det) (FI)
sv_fi: Månad(er)

source: Mediator
de: Vermittelnde Stelle
fi: Välittäjä
sv_fi: Ombudsman
