Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Freedom of Information Message
de: Informationsfreiheitsnachricht
fi: Tietopyyntöviesti
sv_fi: Meddelande om Offentlig Handling

source: Freedom of Information Messages
de: Informationsfreiheitsnachrichten
fi: Tietopyyntöviestit
sv_fi: Meddelanden om Offentliga Handlingar

source: Message in '%(request)s' at %(time)s
de: Nachricht in '%(request)s' um %(time)s
fi: '%(request)s' pyyntöä %(time)s ajassa
sv_fi: Meddelande i '%(request)s', %(time)s

source: message-%(id)d
de: nachricht-%(id)d
sv_fi: meddelande-%(id)d

source: {name} (via {via})
de: {name} (per {via})

source: Subject:
de: Betreff:

source: Date:
de: Datum:

source: From:
de: Von:

source: To:
de: An:
fi: Kenelle:
sv_fi: Till:

source: You exceeded your message limit of %(count)s messages in %(time)s. <a href="%(url)s">Learn more</a>
de: Sie haben die Begrenzung von %(count)s Nachrichten in %(time)s überschritten. Dies ist eine automatische Vorsichtsmaßnahme. <a href="%(url)s">Mehr erfahren</a>

source: sending
de: wird gesendet

source: sent
de: gesendet

source: received
de: erhalten

source: read
de: gelesen

source: deferred
de: zurückgestellt

source: bounced
de: abgewiesen

source: expired
de: abgelaufen

source: failed
de: fehlgeschlagen

source: delivery statii
de: Zustellungsstatus

source: Project Tag
de: Projekt-Schlagwort

source: Project Tags
de: Projekt-Schlagwörter

source: pending
de: schwebend

source: ready
de: bereit

source: complete
de: abgeschlossen

source: asleep
de: eingeschlafen
fi: ei-aktiivinen
sv_fi: vilar

source: Slug
de: URL-Kürzel
fi: Lyhenne (slug)
sv_fi: Förkortning

source: Description
de: Beschreibung
fi: Kuvaus
sv_fi: Beskrivning

source: published?
de: veröffentlicht?
fi: julkaistu?
sv_fi: publicerad?

source: Reference
de: Referenz

source: Site
de: Seite
fi: Sijainti
sv_fi: Webbplats

source: FOI Project
de: IFG-Projekt

source: FOI Projects
de: IFG-Projekte

source: FoI Request Tag
de: Schlagwort einer Informationsfreiheitsanfrage
fi: Tietopyynnön avainsana
sv_fi: Nyckelord för offentlighetsbegäran

source: FoI Request Tags
de: Schlagworte einer Informationsfreiheitsanfrage
fi: Tietopyynnön avainsanat
sv_fi: Nyckelord för offentlighetsbegäran

source: Awaiting user confirmation
de: Warte auf Nutzerbestätigung
fi: Odotetaan käyttäjän vahvistusta
sv_fi: Inväntar användarbekräftelse

source: Public Body needed
de: Behörde benötigt
fi: Tarvittava viranomainen
sv_fi: Offentlig Organisation behövs

source: Awaiting Public Body confirmation
de: Warte auf Bestätigung der Behörde
fi: Odotetaan viranomaisen vahvistusta
sv_fi: Inväntar bekräftelse av Offentlig Organisation

source: Awaiting response
de: Warte auf Antwort
fi: Odotetaan vastausta
sv_fi: Inväntar svar

source: Request awaits classification
de: Anfrage muss klassifiziert werden
fi: Tietopyyntö odottaa luokittelua
sv_fi: Begäran väntar på klassificering

source: Request asleep
de: Anfrage eingeschlafen
fi: Tietopyyntö ei ole aktiivinen.
sv_fi: Begäran vilar

source: Request resolved
de: Anfrage abgeschlossen
fi: Tietopyyntö ratkaistu
sv_fi: Begäran slutförd

source: Request Successful
de: Anfrage erfolgreich
fi: Tietopyyntö onnistui.
sv_fi: Begäran besvarad

source: Request partially successful
de: Anfrage teilweise erfolgreich
fi: Tietopyyntö onnistui osittain
sv_fi: Begäran delvis besvarad

source: Information not held
de: Information nicht vorhanden
fi: Tietoa ei ole
sv_fi: Information finns inte

source: Request refused
de: Anfrage abgelehnt
fi: Tietopyyntö evätty
sv_fi: Begäran avslagen

source: Request was withdrawn due to costs
de: Anfrage wurde wegen der Kosten zurückgezogen
fi: Pyyntö peruttu kulujen vuoksi.
sv_fi: Begäran tillbakadrogs på grund av kostnader

source: Request was withdrawn
de: Anfrage wurde zurückgezogen
fi: Pyyntö peruttiin
sv_fi: Begäran dragen tillbaka

source: Response overdue
de: Antwort verspätet
fi: Vastaus myöhässä
sv_fi: Svaret är försenat

source: Unknown
de: Unbekannt
fi: Tuntematon
sv_fi: Okänd

source: The requester's email address is yet to be confirmed.
de: Die E-mail-Adresse des Anfragestellenden muss noch bestätigt werden.
fi: Pyynnön tekijän sähköpostiosoitetta ei ole vielä varmistettu.
sv_fi: Begärarens e-postadress är ännu inte bekräftad.

source: This request still needs a Public Body.
de: Diese Anfrage erfordert noch eine Behörde.
fi: Tämä pyyntö tarvitsee viranomaisen.
sv_fi: Begäran behöver fortfarande en myndighet.

source: The Public Body of this request has been created by the user and still needs to be confirmed.
de: Die Behörde dieser Anfrage wurde durch den:die Nutzer:in erstellt und muss noch bestätigt werden.
fi: Pyynnön viranomainen on käyttäjän käsin lisäämä, ja täytyy vielä vahvistaa.
sv_fi: Myndigheten för denna begäran har skapats av användaren och behöver bekräftas.

source: This request is still waiting for a response from the Public Body.
de: Diese Anfrage wartet noch auf eine Antwort von der Behörde.
fi: Tämä tietopyyntö odotaa yhä vastausta viranomaiselta.
sv_fi: Denna begäran väntar fortfarande på ett svar från myndigheten.

source: A message was received and the user needs to set a new status.
de: Eine Antwort wurde erhalten und der:die Nutzer:in muss einen neuen Status angeben.
fi: Viesti on otettu vastaan, käyttäjän pitää asettaa tietopyynnölle uusi tila.
sv_fi: Ett meddelande har mottagits och användaren bör ställa in en ny status.

source: The request is not resolved and has not been active for a while.
de: Die Anfrage ist unbeantwortet und seit geraumer Zeit nicht mehr aktiv gewesen.
fi: Tietopyyntö on ratkaisematta eikä ole ollut aktiivinen pitkään aikaan.
sv_fi: Begäran har inte behandlats och har inte varit aktiv på ett tag.

source: The request is resolved.
de: Die Anfrage ist abgeschlossen.
fi: Tietopyyntö on ratkaistu
sv_fi: Begäran är slutförd.

source: The request has been successful.
de: Diese Anfrage war erfolgreich.

source: The request has been partially successful (some information was provided, but not all)
de: Die Anfrage war teilweise erfolgreich (ein Teil der angefragten Informationen wurde geliefert, aber nicht alle)
fi: Tietopyyntö onnistui osittain, tiedoista osa toimitettiin, osa jäi puuttumaan
sv_fi: Begäran har delvis blivit besvarad (viss information sändes, men inte all)

source: The Public Body refuses to provide the information.
de: Die Behörde weigert sich, die Information zur Verfügung zu stellen.
fi: Viranomainen kieltäytyy luovuttamasta tietoa.
sv_fi: Myndigheten ger inte ut informationen.

source: User withdrew the request due to the associated costs.
de: Die Anfrage wurde auf Grund der entstehenden Kosten zurückgezogen.
fi: Käyttäjä perui pyynnön kulujen vuoksi.
sv_fi: Användaren drog tillbaka begäran på grund av de anslutna kostnaderna.

source: User withdrew the request for other reasons.
de: Nutzer:in hat die Anfrage aus anderen Gründen zurückgezogen.
fi: Käyttäjä perui pyynnön muista syistä.
sv_fi: Användaren drog tillbaka begäran av andra orsaker.

source: The information does not exist at the public body.
de: Die Information existiert bei der Behörde nicht.

source: The request has not been answered in time.
de: Diese Anfrage wurde nicht innerhalb der Frist beantwortet.
fi: Tietopyyntöön ei ole vastattu ajoissa
sv_fi: Denna begäran har inte besvarats i tid.

source: Invisible
de: Unsichtbar
fi: Piilotettu
sv_fi: Osynlig

source: Visible to requester
de: Sichtbar für Anfragesteller:in

source: Visible to public
de: Sichtbar für Öffentlichkeit

source: Redacted Description
de: Geschwärzte Beschreibung

source: Summary
de: Zusammenfassung
fi: Tiivistelmä
sv_fi: Sammanfattning

source: Visibility
de: Sichtbarkeit
fi: Näkyvyys
sv_fi: Synlighet

source: Created at
de: Erstellt am
sv_fi: Skapat

source: Date of last message
de: Letzte Nachricht
fi: Viimeisimmän viestin päiväys
sv_fi: Datum för det sista meddelandet

source: Resolution date
de: Lösungsdatum
fi: Ratkaisupäivä
sv_fi: Datum för beslut

source: Due Date
de: Frist
fi: Määräpäivä
sv_fi: Förfallodag

source: Secret address
de: Geheime Adresse
fi: Salainen osoite
sv_fi: Hemlig adress

source: Secret
de: Geheimnis
fi: Salainen
sv_fi: Hemlig

source: Identical request
de: Identische Anfrage
fi: Pyyntö on samankaltainen
sv_fi: Identisk begäran

source: Identical request count
de: Anzahl Identischer Anfragen
fi: Sama tietoyyntöjen määrä
sv_fi: Antal identiska begäranden

source: project
de: projekt

source: Freedom of Information Law
de: Informationsfreiheitsgesetz
fi: Julkisuuslaki
sv_fi: Lagen om Informationsfrihet i offentliga organisationers verksamhet

source: Cost of Information
de: Kosten dieser Information
fi: Tiedon hinta
sv_fi: Informationskostnader

source: Refusal reason
de: Verweigerungsgrund
fi: Kiletäytymisen syy
sv_fi: Orsak till avslag

source: checked
de: gesehen
fi: tarkistettu
sv_fi: granskad

source: is FoI request
de: ist eine IF-Anfrage
fi: on tietopyyntö
sv_fi: är offentlighetsbegäran

source: is closed
de: ist geschlossen

source: Disable search machine indexing
de: Deaktiviere Suchmaschinen-Indizierung

source: Show extra info on request page
de: Zeige weitere Informationen auf der Anfrageseite

source: Jurisdiction
de: Zuständigkeitsbereich
fi: Toimialue
sv_fi: Område

source: Freedom of Information Requests
de: Informationsfreiheitsanfragen
fi: Teitopyyntö
sv_fi: Begäranden om Offentliga Handlingar

source: Can see private requests
de: Kann private Anfragen sehen
fi: Voi lukea yksityisiä tietopyyntöjä
sv_fi: Kan se privata begäranden

source: Create batch requests
de: Erstellen einer Batch-Anfrage

source: Can mark as not FOI
de: Kann als Nicht-IFG markieren

source: Can moderate requests
de: Kann Anfragen moderieren

source: Can moderate personal information
de: Kann personenbezogene Daten moderieren

source: Request '%s'
de: Anfrage '%s'
fi: Pyyntö '%s'
sv_fi: Begäran '%s'

source: You exceeded your request limit of %(count)s requests in %(time)s. <a href="%(url)s">Learn more</a>
de: Sie haben die Begrenzung von %(count)s Anfragen in %(time)s überschritten. Dies ist eine automatische Vorsichtsmaßnahme. <a href="%(url)s">Mehr erfahren</a>

source: Timestamp of Suggestion
de: Zeitstempel des Vorschlags
fi: Ehdotuksen ajankohta
sv_fi: Förslagets tidsstämpel

source: Reason this Public Body fits the request
de: Begründung, warum diese Behörde zur Anfrage passt
fi: Perustelu, miksi tämä viranomainen soveltuu pyynnölle
sv_fi: Orsaken till att denna myndighet är lämplig för begäran

source: Public Body Suggestion
de: Vorschlag für Behörde
fi: Ehdotettu viranomainen
sv_fi: Offentliga Organisationer förslag

source: Public Body Suggestions
de: Vorschläge für Behörden
fi: Ehdotetut viranomaiset
sv_fi: Offentliga Organisationer förslag

source: Request marked as not an FOI request.
de: Anfrage wurde als nicht-IFG markiert.

source: Request was depublished.
de: Anfrage wurde depubliziert.

source: Request got tag “{}”.
de: Anfrage hat nun Tag „{}“

source: User got tag “{}”.
de: User hat nun Tag „{}“.

source: User was sent an email.
de: Nutzer:in wurde eine E-Mail gesendet.

source: Update on one of your request
de: Neues bei einer Ihrer Anfragen

source: Please classify the reply to your request
de: 🔔 Bitte klassifizieren Sie Ihre Anfrage

source: attached_file_%d
de: angehaengte_datei_%d

source: Request became overdue
de: Die Frist für diese Anfrage ist abgelaufen

source: Request became asleep
de: Anfrage eingeschlafen

source: New reply to your request
de: 💬 Neue Antwort auf Ihre Anfrage

source: New suggestion for a Public Body
de: Neuer Behördenvorschlag für Ihre Anfrage

source: Your Freedom of Information Project has been created
de: Ihr Projekt wurde erstellt und Ihre Anfragen werden versendet

source: requester
de: Anfragesteller:in
sv_fi: begäran

source: Your Freedom of Information Request was sent
de: ✔️ Informationsfreiheitsanfrage gesendet
fi: Tietopyyntösi on lähetetty

source: Your message was sent
de: ✔️ Nachricht gesendet

source: {name}_converted{ext}
de: {name}_konvertiert{ext}

source: Resend message
de: Nachricht erneut senden
fi: Lähetä viesti uudelleen
sv_fi: Skicka meddelandet igen

source: Download as .eml
de: Download als .eml

source: Events
de: Ereignisse

source: Distinct users:
de: Anzahl eindeutiger Nutzer:innen:

source: Currently, the project <a href="%(url)s">%(title)s</a> is assigned.
de: Momentan ist das Projekt <a href="%(url)s">%(title)s</a> zugewiesen.

source: Currently no project assigned.
de: Aktuell kein Projekt ausgewählt.

source: Search
de: Suchen
fi: Hae
sv_fi: Sök

source: Show all FoI requests
de: Zeige alle Informationsfreiheitsanfragen
fi: Näytä kaikki tietopyynnöt
sv_fi: Visa alla ärenden

source: More search options
de: Mehr Suchoptionen

source: request date
de: Anfragedatum

source: Your draft requests
de: Ihre Anfrageentwürfe

source: Search your draft requests
de: Suchen Sie in Ihren Entwürfen

source: Your search for “%(query)s” produced one search result.
de: Ihre Suche nach “%(query)s” ergab eine Anfrage.

source: You have one request draft.
de: Sie haben einen Anfrageentwurf.

source: Date
de: Datum
fi: Päivämäärä
sv_fi: Datum

source: “%(subject)s” to %(name)s
de: „%(subject)s“ an %(name)s

source: “%(subject)s” to one public body
de: „%(subject)s“ an eine Behörde

source: last used for <a href="%(url)s"> %(title)s </a>
de: zuletzt genutzt für <a href="%(url)s"> %(title)s </a>

source: no request made yet
de: noch keine Anfrage gestellt

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Requests you follow
de: Anfragen, denen Sie folgen

source: Search the requests you follow
de: Suchen Sie nach Anfragen, denen Sie folgen

source: You follow one request matching your search for “%(query)s”.
de: Sie folgen einer Anfrage mit dem Suchbegriff „%(query)s“.

source: You follow one request so far.
de: Sie folgen bisher einer Anfrage.

source: Deadline: %(date)s
de: Frist: %(date)s

source: Search your projects
de: Suchen Sie in Ihren Projekten

source: You have one project.
de: Sie haben ein Projekt.

source: Your search produced one search result.
de: Ihre Suche nach ergab eine Anfrage.

source: You have one request so far.
de: Sie haben bisher eine Anfrage.

source: Send request
de: Anfrage versenden

source: Delete request
de: Anfrage löschen

source: Private Subscription URLs
de: Private Abonnement-URLs

source: You can generate private URLs to subscribe to your requests in other applications.
de: Hier können Sie private URLs generieren, um Ihre Anfragen in anderen Anwendungen zu abonnieren.

source: Private iCal subscription URL (beta)
de: Privates iCal-Abonnement-URL (beta)

source: Add requests to existing project
de: Füge Anfragen zu existierendem Projekt hinzu

source: These FoI request...
de: Diese IFG-Anfragen...
fi: Nämä tietopyynnöt...
sv_fi: Dessa offentlighetsbegäranden...

source: are added to this project:
de: werden zu diesem Projekt hinzugefügt:

source: Add requests to this project
de: Anfragen zu Projekt hinzufügen

source: Mark multiple requests identical
de: Mehrer Anfragen als identische markieren
fi: Merkitse monta pyyntöä samoiksi
sv_fi: Markera varje identisk begäran

source: ...are identical to this one:
de: ...sind identisch zu dieser Anfrage:
fi: ...ovat samankaltaisia tämän kanssa:
sv_fi: ... är identiska denna:

source: Mark as identical to chosen request
de: Als identisch zu den gewählten Anfragen markieren
fi: Merkitse samankaltaiseksi (kuin valittu tietopyyntö)
sv_fi: Markera som identisk med den valda begäran

source: Redeliver deferred messages
de: Stelle Nachrichten erneut zu
fi: Lähetä uudelleen myöhemmäksi siirretyt viestit
sv_fi: Sänd uppskjutna meddelanden igen

source: Redeliver these messages...
de: Stelle diese Nachrichten erneut zu...
fi: Nämä viestit on lähetetty uudelleen...
sv_fi: Sänd dessa meddelanden igen...

source: ...to this FOI request:
de: …an diese IFG-Anfrage:
fi: ... tahän tietopyyntöön:
sv_fi: ... till denna offentlighetsbegäran:

source: Redeliver messages
de: Nachrichten erneut zustellen
fi: Uudelleenlähetä viestit
sv_fi: Sänd meddelanden på nytt

source: Manage attachments for “%(title)s”
de: Anhänge zur Anfrage „%(title)s“ verwalten

source: Attachments of message from %(date)s
de: Anhänge der Nachricht vom %(date)s

source: Back
de: Zurück

source: Manage attachments
de: Anhänge verwalten

source: Attachments for <a href="%(url)s">message dated %(date)s</a> from <b>%(sender)s</b> in request “%(title)s”.
de: Anhänge <a href="%(url)s">Nachricht vom %(date)s</a> von <b>%(sender)s</b> bei Anfrage “%(title)s”.

source: Here you can:
de: Hier können Sie:

source: Approve or redact attachments.
de: Anhänge freigeben oder schwärzen.

source: Convert multiple pictures to pages in a PDF document.
de: Mehrere Bilder in PDF-Dokument umwandeln.

source: Upload more pictures or PDFs.
de: Laden Sie mehr PDFs oder Bilder von Dokumenten hoch.

source: Attachments are loading...
de: Anhänge werden geladen...

source: Convert images to documents
de: Bilder in Dokumente umwandeln

source: Here you can approve, redact documents and also mark them as a result of your request.
de: Hier können Sie Dokumente freigeben, schwärzen und markieren, welche der Dokumente ein Ergebnis der Anfrage ist.

source: Upload PDFs or pictures of documents.
de: PDFs oder Bilder von Dokumenten hochladen.

source: You may additionally upload the following file types to this message:
de: Sie können zusätzlich die folgenden Dateitypen zu dieser Nachricht hochladen:

source: Other files
de: Andere Dateien

source: Return to message
de: Zurück zur Nachricht

source: %(name)s in request „%(title)s“
de: %(name)s in Anfrage „%(title)s“

source: Attachment of message from %(date)s
de: Anhänge der Nachricht vom %(date)s

source: Attachment “%(name)s”
de: Anhang „%(name)s“

source: This attachment is part of the request ”<a href="%(message_url)s">%(title)s</a>”.
de: Dieser Anhang ist Teil der Anfrage „<a href="%(message_url)s">%(title)s</a>“.

source: Don't forget to set the status of this request!
de: Bitte vergessen Sie nicht den Status dieser Anfrage anzugeben!

source: Redact
de: Schwärzen

source: Approve
de: Freigeben

source: Open PDF
de: PDF öffnen

source: Download original
de: Original-Datei herunterladen

source: This file cannot be previewed.
de: Eine Vorschau für diese Datei ist nicht möglich.

source: Download the file here.
de: Datei hier herunterladen.

source: Ask for mediation for this request
de: Fragen Sie nach Vermittlung zu dieser Anfrage
sv_fi: Fråga efter ombud för denna begäran

source: If you think your request was not properly handled or it is delayed, you can ask for assistance. Here you can explain your case to the authority that is responsible for your request.
de: Wenn Sie denken, dass diese Anfrage nicht ordentlich beantwortet wurde oder verspätet ist, dann können Sie um Vermittlung bitten. Hier können Sie der zuständigen Vermittlungsbehörde Ihren Fall erklären.

source: Mediating authority
de: Vermittelnde Behörde
fi: Välittävä viranomainen
sv_fi: Förmedlad av

source: Your request is currently not public, but will be made accessible to the mediator via the special link in the message.
de: Ihre Anfrage ist momentan nicht öffentlich, allerdings wird sie der vermittelnden Stelle über den Link in der Nachricht zugänglich gemacht.
fi: Tietopyyntösi ei tällä hetkellä ole julkinen, mutta mutta se on nähtävissä oheisessa viestissä olevan erityislinkin päässä.
sv_fi: Din begäran är för tillfället inte offentligt, men den görs tillgänglig för ombudet via en länk i meddelandet.

source: Send Message
de: Nachricht absenden
fi: Lähetä viesti
sv_fi: Skicka meddelande

source: Send message to public body
de: Nachricht an Behörde senden
sv_fi: Skicka meddelande till offentlig myndighet

source: Your request is <b>overdue</b>. You should send a reminder to the Public Body!
de: Ihre Anfrage ist <b>verspätet</b>. Sie sollten der Behörde eine Nachricht schicken.
fi: Pyyntösi on <b>myöhässä</b>. Lähetä muistutus viranomaiselle!
sv_fi: Din begäran är <b>försenad</b>. Du borde skicka en påminnelse till myndigheten!

source: You can reply to the public body here.
de: Hier können Sie der Behörde antworten.

source: Here you can send another message to this public body.
de: Hier können Sie eine weitere Nachricht an die Behörde senden.

source: Include proofs and other attachments
de: Fügen Sie Nachweise und andere Anhänge bei

source: The proof will be sent in the name of %(name)s. Storing them will store them in your account.
de: Dieser Nachweis wird im Namen von %(name)s versendet. Wenn Sie ihn speichern, wird er in Ihrem Konto gespeichert.

source: If you need to provide an alternative email address, use this one:
de: Sollte eine Behörde nicht an FragDenStaat antworten wollen, sondern nur an eine private E-Mail-Adresse, geben Sie bitte diese an:

source: It will still go to your request here.
de: Es wird trotzdem an Ihre Anfrage zugestellt.

source: Send message
de: Nachricht versenden

source: Upload Mail
de: Post hochladen

source: Expand/collapse all
de: Alle ausklappen

source: Collapse all
de: Alle einklappen

source: Expand all
de: Alle ausklappen

source: Scroll to end
de: Zum Ende

source: Sticky
de: Anheften

source: Write message
de: Nachricht schreiben

source: Start mediation
de: Vermittlung starten

source: No messages yet
de: Noch keine Nachrichten
fi: Ei viestejä vielä
sv_fi: Inga meddelanden

source: Please set the status of this request!
de: Bitte den Status der Anfrage angeben!

source: This request has been closed and cannot receive further messages.
de: Diese Anfrage wurde geschlossen und kann keine weiteren Nachrichten empfangen.

source: Approved attachments:
de: Freigeschaltete Anhänge:

source: Unapproved attachments:
de: Nicht-öffentliche Anhänge:

source: Show irrelevant attachments
de: Zeige unwichtige Anhänge

source: This attachment contains personally identifying information and cannot be published.
de: Dieser Anhang enthält personenbezogene Informationen und kann nicht veröffentlicht werden.
sv_fi: Var god ta bort all information som identifierar %(name)s personligen.

source: This attachment has been converted to PDF and cannot be published.
de: Dieser Anhang wurde in ein PDF konvertiert und kann nicht veröffentlicht werden.
sv_fi: Denna bilaga har inte publicerats ännu.

source: This attachment is public.
de: Dieser Anhang ist öffentlich.

source: This attachment is only visible for users with access to this request.
de: Dieser Anhang ist nur bei Zugang zur Anfrage sichtbar.

source: This attachment is not public yet.
de: Dieser Anhang ist noch nicht öffentlich.

source: This attachment cannot be published.
de: Dieser Anhang kann nicht veröffentlicht werden.

source: protected original
de: geschütztes Original

source: redacted
de: geschwärzt

source: PDF Pending
de: PDF wird erstellt

source: Review to approve
de: Prüfen, um freizugeben

source: Show %(count)s more attachments
de: Zeige %(count)s weitere Anhänge

source: Suggested reply
de: Antwortvorschlag

source: Add to reply
de: Zur Antwort hinzufügen

source: Prepare message
de: Nachricht aufrufen

source: Generate letter
de: Brief erstellen

source: Has comments
de: Hat Kommentare

source: received via %(kind)s
de: empfangen per %(kind)s

source: sent via %(kind)s
de: gesendet per %(kind)s

source: Possible authenticity problems with this message have been detected.
de: Bei dieser Nachricht wurden mögliche Authentizitätsprobleme erkannt.

source: Message to the mediation authority.
de: Nachricht an die Vermittlungsbehörde

source: This message is not yet public.
de: Diese Nachricht ist noch nicht öffentlich.
fi: Tämä viesti ei ole vielä julkinen.
sv_fi: Det här meddelandet är inte officiellt ännu.

source: %(kind)s delivery has failed.
de: %(kind)s-Versand ist fehlgeschlagen.

source: No message text
de: Kein Nachrichtentext
