Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Marked {marked} as spam, deleted {deleted} duplicates.
de: {marked} als Spam markiert, {deleted} Nachrichten als Duplikate gelöscht.

source: Redeliver to...
de: Erneut zustellen…
fi: Uudelleenlähetä...
sv_fi: Sänd igen till ...

source: Show on site
de: Live-Ansicht

source: Requests in admin
de: Anfragen im Admin

source: Move requests to...
de: Verschiebe Anfragen in...

source: Publish project and all requests
de: Veröffentliche Projekt und alle Anfragen

source: FOI Request
de: Informationsfreiheitsanfrage

source: Requests
de: Anfragen
fi: Tietopyynnöt
sv_fi: Begäranden

source: search for "%s"
de: Suchergebnisse für „%s“

source: by category %(category)s
de: nach Kategorie %(category)s

source: by status %(status)s
de: nach Status %(status)s
fi: %(status)s tilan perusteella
sv_fi: enligt status %(status)s

source: for %(juris)s
de: für %(juris)s
fi: alueelle %(juris)s
sv_fi: för %(juris)s

source: to %(publicbody)s
de: an %(publicbody)s

source: Freedom of Information Requests %(by)s on %(sitename)s
de: Informationsfreiheitsanfragen %(by)s auf %(sitename)s
fi: Tietopyyntöjä %(by)s toimesta %(sitename)s-sivuilla
sv_fi: Offentlighetsbegäranden av %(by)s på %(sitename)s

source: Freedom of Information Requests on %(sitename)s
de: Informationsfreiheitsanfragen auf %(sitename)s
fi: Tietopyyntöjä %(sitename)s-sivuilla
sv_fi: Offentlighetsbegäranden på %(sitename)s

source: This feed contains the Freedom of Information requests %(by)s that have been made through %(sitename)s.
de: Dieser Feed enthält die neuesten Informationsfreiheitsanfragen %(by)s, die mit Hilfe von %(sitename)s gestellt wurden.
fi: Tämä syöte sisältää tietopyynnöt käyttäjän %(by)s toimesta joita on tehty %(sitename)s-sivuilla.
sv_fi: Detta flöde innehåller offentlighetsbegäranden av %(by)s som gjorts via %(sitename)s.

source: This feed contains the latest Freedom of Information requests that have been made through %(sitename)s.
de: Dieser Feed enthält die neuesten Informationsfreiheitsanfragen, die mit Hilfe von %(sitename)s gestellt wurden.
fi: Tämä syöte sisältää tietopyynnöt joita on tehty %(sitename)s-sivuilla.
sv_fi: Detta flöde innehåller de senaste offentlighetsbegärandena som gjorts via %(sitename)s.

source: Not yet known
de: Noch nicht bekannt
fi: Ei vielä tiedossa
sv_fi: Tillsvidare okänt

source: '%(title)s' to %(publicbody)s
de: '%(title)s' an %(publicbody)s
fi: '%(title)s' %(publicbody)slle
sv_fi: '%(title)s' till %(publicbody)s

# slug
source: awaiting-classification
de: braucht-klassifikation

# URL part
source: ^(?P<status>awaiting-classification)/
de: ^(?P<status>braucht-klassifikation)/

# slug
source: successful
de: erfolgreich

# URL part
source: ^(?P<status>successful)/
de: ^(?P<status>erfolgreich)/

# slug
source: partially-successful
de: teilweise-erfolgreich

# URL part
source: ^(?P<status>partially-successful)/
de: ^(?P<status>teilweise-erfolgreich)/

# slug
source: refused
de: abgelehnt

# URL part
source: ^(?P<status>refused)/
de: ^(?P<status>abgelehnt)/

# slug
source: withdrawn
de: zurueckgezogen

# URL part
source: ^(?P<status>withdrawn)/
de: ^(?P<status>zurueckgezogen)/

# slug
source: withdrawn-costs
de: zurueckgezogen-wegen-kosten

# URL part
source: ^(?P<status>withdrawn-costs)/
de: ^(?P<status>zurueckgezogen-wegen-kosten)/

# slug
source: awaiting-response
de: warte-auf-antwort

# URL part
source: ^(?P<status>awaiting-response)/
de: ^(?P<status>warte-auf-antwort)/

# slug
source: overdue
de: verspaetet

# URL part
source: ^(?P<status>overdue)/
de: ^(?P<status>verspaetet)/

# slug
source: asleep
de: eingeschlafen

# URL part
source: ^(?P<status>asleep)/
de: ^(?P<status>eingeschlafen)/

# slug
source: not-held
de: nicht-vorhanden

# URL part
source: ^(?P<status>not-held)/
de: ^(?P<status>nicht-vorhanden)/

# slug
source: has-fee
de: gebuehr-erhoben

# URL part
source: ^(?P<status>has-fee)/
de: ^(?P<status>gebuehr-erhoben)/

source: Fee charged
de: Gebühr erhoben
fi: Maksu on veloitettu
sv_fi: Avgift

source: This request is connected with a fee.
de: Bei dieser Anfrage wurde eine Gebühr erhoben.
fi: Tämä teitopyyntö vaatii maksun
sv_fi: Till denna begäran hör en avgift.

source: Search requests
de: Anfragen durchsuchen

source: status
de: Zustand

source: any status
de: alle Zustände

source: category
de: Kategorie

source: all categories
de: alle Kategorien

source: all classifications
de: Alle Behördentypen

source: classification
de: Behördentyp

source: last message (newest first)
de: letzte Nachricht (neuere zuerst)

source: last message (oldest first)
de: letzte Nachricht (ältere zuerst)

source: request date (newest first)
de: Anfragedatum (neuere zuerst)

source: request date (oldest first)
de: Anfragedatum (ältere zuerst)

source: sort
de: Sortierung

source: default sort
de: Standard-Sortierung

source: Unknown FoI-Mail Recipient
de: Unbekannte:r IFG-Mail-Empfänger:in
fi: Tuntematon tietopyynnön vastaanottaja
sv_fi: Okänd mottagare av offentlighetsbegäran.

source: We received an FoI mail from <%(from_address)s> to this address: %(address)s. No corresponding request could be identified, please investigate! %(url)s
de: Wir haben eine IFG-Antwort von <%(from_address)s> an diese Adresse erhalten: %(address)s. Eine dazugehörige Anfrage konnte nicht gefunden werden, bitte dem nachgehen! %(url)s

source: We received a possible spam mail to this address: %(address)s. Please investigate! %(url)s
de: Wir haben eine mögliche Spam-E-Mail an diese Adresse erhalten: %(address)s. Bitte dem nachgehen! %(url)s

source: Upload files must have distinct names
de: Hochgeladene Dateien müssen eindeutige Namen haben

source: Dear Sir or Madam, … Sincerely yours %(name)s
de: Guten Tag, … Mit freundlichen Grüßen %(name)s

source: Re:
de: AW:

source: %(count)s day
de: %(count)s Tag
sv_fi: %(count)s dag

source: Sending Public Body
de: Absender (Behörde)
fi: Lähettävä viranomainen
sv_fi: Avsändande myndighet

source: Recipient Public Body
de: Empfänger-Behörde

source: To
de: An
fi: Kenelle
sv_fi: Till

source: Ensure the subject has at most %(limit_value)d character (it has %(show_value)d).
de: Bitte sicherstellen, dass der Betreff aus höchstens einem Zeichen besteht. Aktuell sind es %(show_value)d Zeichen.

source: Your message
de: Ihre Nachricht
fi: Viestisi
sv_fi: Ditt meddelande

source: Don't include personal information. If you need to give your postal address enter it below.
de: Versenden Sie keine privaten Informationen. Falls Sie Ihre Postadresse angeben sollen, geben Sie sie unten ein.

source: Uploaded scans can be PDF, JPG, PNG or GIF. They will be non-public by default and can be redacted after upload.
de: Hochgeladene Scans können PDF, JPG, PNG oder GIF-Dateien sein. Nach dem Hochladen sind sie nur für Sie zugänglich und können geschwärzt werden.

source: Other attachments
de: Andere Anhänge

source: Send physical address
de: Adresse mitsenden
fi: Lähetä fyysiseen osoitteeseen
sv_fi: Skicka gatuadress

source: If the public body is asking for your post address, check this and we will append the address below.
de: Falls die Behörde Ihre Postanschrift benötigt, setzen Sie den Haken und wir werden Ihre Anschrift an die Nachricht anhängen.

source: Complaint about request “{title}”
de: Vermittlung bei Anfrage „{title}“

source: You need to fill in the blanks in the template!
de: Sie müssen eine Begründung angeben.

source: mm/dd/YYYY
de: dd.mm.YYYY
sv_fi: mm/dd/ÅÅÅÅ

source: Send Date
de: Sendedatum
fi: Lähetyspäivä
sv_fi: Avsänt datum

source: Please give the date the reply was sent.
de: Bitte geben Sie das Datum an, an dem der Brief versendet wurde.
fi: Lisää päivämäärä, jolloin vastaus oli lähetetty.
sv_fi: Var god ange vilket datum svaret är avsänt.

source: Letter text summary
de: Briefzusammenfassung

source: Optionally give a summary of the letter contents
de: Optional können Sie eine Zusammenfassung des Briefinhalts angeben.

source: Your reply date is in the future, that is not possible.
de: Ihr Sendedatum ist in der Zukunft, das ist nicht möglich.
fi: Vastauspäivämääräsi on merkitty tulevaan ajankohtaan. Tämä ei ole mahdollista.
sv_fi: Ditt svarsdatum är i framtiden, det är inte möjligt.

source: Your reply date is before the request was made, that is not possible.
de: Ihr Sendedatum liegt vor dem Datum dieser Anfrage, das ist nicht möglich.

source: Uploaded scans can be PDF, JPG, PNG or GIF.
de: Dateien können als PDF, JPG, PNG oder GIF hochgeladen werden.

source: Public body
de: Behörde

source: Scanned Letter
de: Gescannter Brief
fi: Skannattu kirje
sv_fi: Inskannat brev

source: You need to provide either the letter text or a scanned document.
de: Bitte geben Sie entweder den Brieftext an oder laden Sie ein gescanntes Dokument hoch.
fi: Sinun tulee antaa kirje tekstinä tai digitoituna asiakirjana.
sv_fi: Du måste lägga till antingen brevtexten eller ett inskannat dokument.

source: Sender public body
de: Absender:in (Behörde)

source: Sender name
de: Absender:innenname

source: Sender Name
de: Absender:in
fi: Lähettäjän nimi
sv_fi: Namn på avsändare

source: You are not allowed to publish some received documents
de: Sie dürfen einige der erhaltenen Dokumente nicht veröffentlichen..
fi: Sinulla ei ole luvitusta julkaista joitain saamiasi dokumentteja
sv_fi: En del av de mottagna dokumenten får inte publiceras

source: If the reply explicitly states that you are not allowed to publish some of the documents (e.g. due to copyright), check this.
de: Falls die erhaltene Antwort ausdrücklich eine Veröffentlichung von einigen Dokumenten untersagt (z.B. wegen des Urheberrechts), machen Sie hier einen Haken.
fi: Jos saamasi vastaus ehdottomasti kieltää sinua julkaisemastakaikkia saatuja asiakirjoja - vaikkapa tekijänoikeussyistä - valitse tämä.
sv_fi: Om svaret explicit fastslår att en del av dokumenten inte får publiceras (t.ex. på grund av copyright), kryssa här.

source: Receiving public body
de: Empfänger:in (Behörde)

source: Recipient Name
de: Empfänger:innenname

source: Scanned Document
de: Gescanntes Dokument
fi: Digitoitu asiakirja
sv_fi: Inskannat dokument

source: Bad URL
de: Falsche URL

source: I have received the letter
de: Ich habe Post erhalten

source: I have sent the letter
de: Ich habe einen Brief gesendet

source: Did you receive or sent the letter?
de: Haben Sie Post erhalten oder versendet?

source: You have to decide!
de: Sie müssen sich entscheiden!

source: Upload scans or photos of the letter
de: Laden Sie Scans oder Fotos der Post hoch

source: You need to provide either a letter summary or a scan or photo of the letter.
de: Bitte geben Sie entweder eine Zusammenfassung des Briefes an oder laden Sie einen Scan oder Foto des Briefes hoch.

source: Publish all requests
de: Alle Anfragen veröffentlichen

source: Body
de: Nachricht
fi: Viranomainen
sv_fi: Text

source: Specify your request here...
de: Beschreiben Sie Ihre Anfrage möglichst kurz und präzise hier ...
fi: Määrittele pyyntösi täällä...
sv_fi: Specificera din begäran här...

source: Don't wrap in template
de: Vorlage anpassen
sv_fi: Använd inte mallen

source: This request is public.
de: Diese Anfrage ist öffentlich.
fi: Tämä pyyntö on julkinen.
sv_fi: Den här begäran är offentlig.

source: If you don't want your request to be public right now, uncheck this. You can always decide to make it public later.
de: Wenn Ihre Anfrage nicht sofort öffentlich sein soll, entfernen Sie den Haken. Sie können die Anfrage dann später veröffentlichen.
fi: Mikäli et halua tehdä pyyntöäsi julkiseksi, jätä tämä valitsematta. Voit tehdä sen julkiseksi myöhemmin.
sv_fi: Om du inte vill att din begäran är offentlig just nu, avmarkera här. Du kan göra begäran offentligt senare.

source: Subject is invalid.
de: Betreff ist ungültig.

source: Message exceeds {} character limit.
de: Nachrichtentext überschreitet die Begrenzung von {} Zeichen.

source: Please specify a reason why this is the right Public Body:
de: Begründen Sie, warum dies die richtige Behörde ist:
fi: Määrittele miksi tämä on oikea viranomainen pyynnöllesi
sv_fi: Var god och specificera en orsak till varför detta är rätt myndighet:

source: Reason
de: Begründung
fi: Syy
sv_fi: Orsak

source: Suggestions
de: Vorschläge
fi: Ehdotukset
sv_fi: Förslag

source: More Info
de: Details
fi: Lisätietoja
sv_fi: Mer information

source: Reason for this suggestion: %(reason)s
de: Grund für diesen Vorschlag: %(reason)s
fi: Tämän ehdotuksen syy: %(reason)s
sv_fi: Orsak till detta förslag: %(reason)s

source: Missing or invalid input!
de: Fehlende oder ungültige Eingabe!
fi: Puuttuva tai virheellinen syöte!
sv_fi: Värde saknas eller är ogiltigt!

source: This request doesn't need a Public Body!
de: Diese Anfrage benötigt keine Behörde!
fi: Tämä pyyntö ei tarvitse viranomaista!
sv_fi: Denna begäran behöver inte en Offentlig Organisation!

source: This request is still ongoing.
de: Diese Anfrage läuft noch.
fi: Tämä tietopyyntö on yhä kesken.
sv_fi: Denna begäran är ännu öppen.

source: This request is finished.
de: Diese Anfrage ist abgeschlossen.
fi: Tämä tietopyyntö on valmis.
sv_fi: Denna begäran är slutförd.

source: Resolution
de: Ergebnis
fi: Päätös.
sv_fi: Utfall

source: No outcome yet
de: Noch kein Ergebnis
fi: Ratkaisua ei vielä ole
sv_fi: Inget utfall ännu

source: How would you describe the current outcome of this request?
de: Wie würden Sie das Ergebnis dieser Anfrage beschreiben?
fi: Kuinka kuvailisit tämän tietopyynnön nykyistä ratkaisua?
sv_fi: Hur skulle du beskriva utfallet av denna begäran just nu?

source: Costs
de: Kosten
fi: Kustannukset
sv_fi: Kostnader

source: Please specify what the Public Body charges for the information.
de: Bitte geben Sie an, welchen Betrag die Behörde für diese Information verlangt.
fi: Kuinka paljon viranomainen laskuttaa tiedosta?
sv_fi: Var god ange vad myndigheten tar betalt för informationen.

source: Refusal Reason
de: Verweigerungsgrund
fi: Syy kieltävään päätökseen
sv_fi: Orsak till avslag

source: No or other reason given
de: Kein oder anderer Grund
fi: Muuta syytä ei annettu
sv_fi: Ingen eller annan orsak angiven

source: When you are (partially) denied access to information, the Public Body should always state the reason.
de: Wenn Ihnen (auch nur teilweise) Auskunft verweigert wird, sollte die Behörde immer eine Begründung angeben.
fi: Jos pääsyäsi tietoon on rajoitettu, edes osittain,viranomaisen tulee aina nimetä rajoittamiselle tarkka syy.
sv_fi: Om du (delvis) nekas tillgång till information, måste myndigheten alltid ange en orsak.

source: Please give a resolution to this request
de: Bitte geben Sie ein Ergebnis dieser Anfrage an
fi: Anna tämän tietopyynnön ratkaisu.
sv_fi: Var god ange utfallet för denna begäran

source: Law
de: Gesetz

source: Could not automatically redact first message. Please check the message manually.
de: Die erste Nachricht konnte nicht automatisch geschwärzt werden. Bitte überprüfen sie die Nachricht manuell

source: Belongs to message
de: Gehört zu Nachricht

source: File
de: Datei
fi: Tiedosto
sv_fi: Fil

source: Size
de: Größe
fi: Koko
sv_fi: Storlek

source: File type
de: Dateityp
fi: Tiedostotyyppi
sv_fi: Filtyp

source: User can approve
de: Nutzer:in kann genehmigen
fi: Käyttäjä voi hyväksyä
sv_fi: Användaren kan godkänna

source: Approved
de: Veröffentlicht
fi: Hyväksytty
sv_fi: Godkänd

source: Redacted Version
de: Geschwärzte Version
fi: Lyhennetty versio
sv_fi: Redigerad version

source: Is redacted
de: Ist geschwärzt
fi: on lyhennetty
sv_fi: Är redigerad

source: Converted Version
de: Konvertierte Version
fi: Muunnettu versio
sv_fi: Konverterad version

source: Is converted
de: Konvertiert?
sv_fi: Konverterad

source: Has been moderated
de: Wurde moderiert

source: Attachment
de: Anhang
fi: Liite
sv_fi: Bilaga

source: Attachments
de: Anhänge
fi: Liitteet
sv_fi: Bilagor

source: attachment-%(id)d
de: anhang-%(id)d
fi: liite-%(id)d
sv_fi: bilaga-%(id)d

source: Undelivered Message
de: Nicht zugestellte Nachricht
fi: Toimittamaton viesti
sv_fi: Olevererat meddelande

source: Undelivered Messages
de: Nicht zugestellte Nachrichten
fi: Toimittamattomat viestit
sv_fi: Olevererade meddelanden

source: Undelievered Message to %(recipient)s (%(request)s)
de: Unzugestellte Nachricht an %(recipient)s (%(request)s)
fi: Toimittamattomat viestit %(recipient)s -vastaanottajille (%(request)s)
sv_fi: Olevererat meddelande till %(recipient)s (%(request)s)

source: subject
de: Betreff

source: body
de: Inhalt

source: request draft
de: Anfrageentwurf

source: request drafts
de: Anfrageentwürfe

source: Draft "{subject}" by {user}
de: Entwurf „{subject}“ von {user}

source: unknown
de: unbekannt

source: a message was received
de: eine Nachricht wurde erhalten

source: a message was sent
de: Nachricht wurde gesendet

source: hidden message was approved
de: versteckte Nachricht wurde freigegeben

source: message was edited
de: Nachricht wurde bearbeitet

source: message was redacted
de: Nachricht wurde geschwärzt

source: message was resent
de: Nachricht wurde erneut gesendet

source: a postal reply was added
de: eine Postantwort wurde hinzugefügt

source: a postal message was sent
de: eine Postnachricht wurde gesendet

source: the request was escalated to mediator
de: bei dieser Anfrage wurde um Vermittlung angesucht

source: the request was made public
de: die Anfrage wurde veröffentlicht

source: attachments were uploaded
de: Anhänge wurden hochgeladen

source: an attachment was approved
de: ein Anhang wurde freigegeben

source: an attachment was depublished
de: ein Anhang wurde depubliziert

source: an attachment was redacted
de: ein Anhang wurde geschwärzt

source: an attachment was deleted
de: ein Anhang wurde gelöscht

source: a document was created
de: ein Dokument wurde erstellt

source: the status was changed
de: der Status wurde geändert

source: costs were reported for this request
de: für die Anfrage wurden Kosten angegeben

source: the request was marked as refused
de: die Anfrage wurde als abgelehnt angegeben

source: the request was marked as partially successful
de: die Anfrage wurde als teilweise erfolgreich markiert

source: request became overdue
de: die Frist für diese Anfrage ist abgelaufen

source: a concrete law was set
de: ein konkretes Gesetz wurde festgelegt

source: set summary of result
de: Ergebniszusammenfassung gesetzt

source: set tags on request
de: Schlagwort der Anfrage zugewiesen

source: the deadline for the request was extended
de: die Frist der Anfrage wurde verlängert

source: the request was marked as not an FOI request
de: die Anfrage wurde markiert als keine IFG-Anfrage.

source: the request was moderated
de: die Anfrage wurde moderiert

source: sender of message was changed
de: Nachrichtenabsender:in wurde geändert

source: recipient of message was changed
de: Empfänger:in der Nachricht wurde geändert

source: a public body was suggested
de: eine Behörde wurde vorgeschlagen

source: the request was redirected
de: die Anfrage wurde umgeleitet

source: the description was redacted
de: die Beschreibung wurde geschwärzt

source: {public_body} was suggested for the request.
de: {public_body} wurde als Behörde für die Anfrage vorgeschlagen.

source: Costs of {costs} were reported for this request.
de: Kosten in Höhe von {costs} EUR wurden angegeben.

source: Received a message from {public_body}.
de: Nachricht von {public_body} erhalten.

source: A message was sent to {public_body}.
de: Nachricht wurde an {public_body} gesendet.

source: An attachment was approved on request.
de: Ein Anhang wurde freigegeben.

source: An attachment was depublished.
de: Ein Anhang wurde depubliziert.

source: Request was redirected to {public_body} and due date has been reset.
de: Die Anfrage wurde an {public_body} weitergeleitet und die Frist neu gesetzt.

source: The status was set to '{status}'.
de: Der Status wurde auf '{status}' gesetzt.

source: The request was made public.
de: Diese Anfrage wurde veröffentlicht.

source: {public_body} refused to provide information on the grounds of {reason}.
de: {public_body} weigert sich, die Information zur Verfügung zu stellen aus folgendem Grund: {reason}

source: {public_body} answered partially, but denied access to all information on the grounds of {reason}.
de: {public_body} hat teilweise geantwortet, hat aber Zugang zu allen angefragten Informationen aus folgendem Grund verweigert: {reason}.

source: This request became overdue
de: Die Frist für diese Anfrage ist abgelaufen
fi: Tämän pyynnön määräaika on täyttynyt.
sv_fi: Denna begäran förföll

source: '{name}' was set as the information law for the request.
de: '{name}' wurde als Informationsgesetz für die Anfrage angegeben.

source: A summary of the result of the request was given.
de: Eine Zusammenfassung des Anfrageergebnisses wurde eingetragen

source: A postal reply was added.
de: Eine Postantwort wurde hinzugefügt.

source: A sent letter was added.
de: Ein gesendeter Brief wurde hinzugefügt.

source: A complaint was filed to the {public_body} about the handling of this request.
de: Bezüglich der Anfrage wurde {public_body} um Vermittlung gebeten.

source: The deadline of the request has been extended.
de: Die Frist der Anfrage wurde verlängert.

source: Freedom of Information Request
de: Informationsfreiheitsanfrage
fi: Tietopyyntö
sv_fi: Begäran om Offentlig Handling

source: User
de: Nutzer
fi: Käyttäjä
sv_fi: Användare

source: Public Body
de: Behörde
fi: Viranomainen
sv_fi: Offentlig Organisation

source: Is Public?
de: Öffentlich oder nicht?
fi: Julkinen?
sv_fi: Är offentlig?

source: Event Name
de: Ereignisname
fi: Tapahtuman nimi
sv_fi: Namn på händelse

source: Timestamp
de: Zeitstempel
fi: aikaleima
sv_fi: Tidsstämpel

source: Context JSON
de: Kontext JSON
fi: Konteksti JSON

source: Request Event
de: Anfrageereignis
fi: Tietopyyntöön liittyvä tapahtuma
sv_fi: Händelse för begäran

source: Request Events
de: Anfrageereignisse
fi: Tietopyyntöön liittyvät tapahtumat
sv_fi: Händelser för begäran

source: event
de: ereignis
fi: tapahtuma
sv_fi: händelse

source: message tag
de: Nachrichten-Tag

source: message tags
de: Nachrichten-Tags

source: tagged message
de: getaggte Nachricht

source: tagged messages
de: getaggte Nachrichten

source: postal mail
de: Briefpost

source: phone call
de: Telefonanruf

source: visit in person
de: Besuch in Person

source: automatically imported
de: automatischem Import

source: has message been sent?
de: wurde die Nachricht versendet?
fi: onko viesti lähetetty
sv_fi: har meddelandet sänts?

source: response?
de: Antwort?

source: Escalation?
de: Vermittlung?
fi: Eskalointi?
sv_fi: Eskalering?

source: Content hidden?
de: Text versteckt?
fi: Sisältö piilotettu?
sv_fi: Dolt innehåll?

source: From User
de: Von Nutzer:in
fi: Käyttäjältä
sv_fi: Från användare

source: From Email
de: Von E-Mail
fi: Sähköpostista
sv_fi: Från e-post

source: From Name
de: Von Name
fi: Henkilöltä nimeltään
sv_fi: Från namn

source: From Public Body
de: Von Behörde
fi: Viranomaisorganisaatiolta
sv_fi: Från Offentlig Organisation

source: Recipient
de: Empfänger:in
fi: Vastaanottaja
sv_fi: Mottagare

source: Recipient Email
de: Empfänger-E-mail
fi: Vastaaottajan sähköposti
sv_fi: Mottagarens e-post

source: Public Body Recipient
de: Empfangende Behörde
fi: Viranomaisen vastaanottaja
sv_fi: Mottagande myndighet

source: Redacted Subject
de: Geschwärzter Betreff
fi: Anonymisoitu otsikko
sv_fi: Redigerat ämne

source: plain text
de: einfacher Text
fi: pelkkä teksti
sv_fi: klartext

source: redacted plain text
de: geschwärzter Text
fi: tekstimuotoon muunnettu asiakirja
sv_fi: redigerad enkel text

source: Was Redacted?
de: Wurde geschwärzt?
fi: Oli poistettu?
sv_fi: Redigerades?

source: Not publishable
de: Veröffentlichung verboten
fi: Ei julkistettavissa
sv_fi: Inte publicerbar

source: Confirmation sent?
de: Bestätigung versendet?
