Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Drag files on the framed area or click "Search" to select files.
de: Ziehen Sie Dateien auf die umrandete Fläche oder klicken Sie auf „Suche“, um Dateien auszuwählen.

source: Wait for all files to be uploaded.
de: Warten Sie bis alle Dateien hochgeladen wurden.

source: Click on "Create response now" to finish the process.
de: Klicken Sie auf „Dateien als Antwort erstellen“ um den Vorgang abzuschließen.

source: Redacting attachment %(name)s
de: Schwärzen des Anhangs %(name)s
fi: Anonymisoidaan liite %(name)s
sv_fi: Redigerar bilagan %(name)s

source: Redact "%(name)s"
de: „%(name)s“ schwärzen
fi: Anonymisoi "%(name)sn tiedot"
sv_fi: Redigera "%(name)s"

source: What you need to redact
de: Was Sie schwärzen sollten
fi: Mitä täytyy anonymisoida
sv_fi: Vad du behöver för att redigera

source: If this document <strong>is not a letter to you</strong> from a public body, but any other kind of document, it very likely <strong>does not need a redaction</strong>.
de: Falls dieses Dokument <strong>kein Brief an Sie</strong> von einer Behörde ist, sondern eine andere Art von Dokument, dann müssen Sie es sehr wahrscheinlich <strong>nicht schwärzen</strong>.

source: Please remove all your personally identifying information.
de: Bitte entfernen Sie alle Ihre personenbezogenen Informationen.
fi: Ole hyvä ja poista kaikki henkilökohtaiset tunnistetiedot.
sv_fi: Var god ta bort all information som identifierar dig personligen.

source: Please remove all your personally identifying information except your name.
de: Bitte entfernen Sie alle personenbezogenen Daten bis auf Ihren Namen.
fi: Ole hyvä ja poista kaikki henkilökohtaiset tunnistetiedot paitsi oma nimesi.
sv_fi: Var god ta bort all information som identifierar dig personligen, utom ditt namn.

source: Please remove all personally identifying information of %(name)s.
de: Bitte entfernen Sie alle personenbezogenen Daten von %(name)s.
fi: Ole hyvä ja poista kaikki henkilökohtaiset tunnistetiedot %(name)sta.
sv_fi: Var god ta bort all information som identifierar %(name)s.

source: Please remove all personally identifying information of %(name)s except the name itself.
de: Bitte entfernen Sie alle personenbezogenen Daten von %(name)s bis auf den Namen selbst.
fi: Ole hyvä ja poista kaikki henkilökohtaiset tunnistetiedot %(name)sta paitsi
sv_fi: Var god ta bort all information som identifierar %(name)s utom själva namnet.

source: Please remove email addresses of this site.
de: Bitte entfernen Sie die E-Mailadressen dieser Seite.
fi: Ole hyvä ja poista sähköpostiosoitteet tältä sivulta.
sv_fi: Var god ta bort e-postadressen för denna webbplats.

source: Please remove all names of public body employees.
de: Bitte entfernen Sie alle Namen von Behördenmitarbeiter:innen.

source: Please remove hand-written signatures.
de: Bitte entfernen Sie handschriftlich erstellte Unterschriften.
fi: Ole hyvä ja poista käsinkirjoitetut nimikirjoitukset.
sv_fi: Var god ta bort handskrivna signaturer.

source: The original version of the document will still be available to you (but not to the public).
de: Die Originalversion dieses Dokuments ist für Sie weiterhin verfügbar (aber nicht für die Öffentlichkeit).

source: How to redact
de: So schwärzen Sie das Dokument
fi: Kuinka peittää arkaluonteiset tiedot
sv_fi: Hur man redigerar

source: If this document is a letter to you:
de: Falls dieses Dokument ein Brief an Sie ist:

source: Go to each page of the PDF and locate the parts that need to be blacked out. On desktop redact text by selecting it. You can also draw rectangles by clicking the mouse or double tapping and dragging.
de: Gehen Sie zu jeder Seite des Dokuments und suchen Sie nach Informationen, die geschwärzt werden müssen. Ziehen Sie durch Klicken und Bewegen der Maus oder durch Doppel-Tippen mit dem Finger ein Viereck über die Stelle.

source: Check the text only view to see if the underlying text is also gone. If the document does not load correctly, cancel and inform a site moderator.
de: Prüfen Sie auch, dass die Text-Ansicht die Informationen nicht mehr enthält. Falls das Dokument nicht ordentlich lädt, brechen Sie ab und informieren Sie eine:n Moderator:in der Seite.

source: Redaction tool is loading...
de: Schwärzungs-Werkzeug wird geladen...

source: This file is probably still being processed and is not available yet. Please wait, this page will automatically refresh.
de: Diese Datei wird noch verarbeitet und ist noch nicht verfügbar. Bitte haben Sie Geduld, diese Seite wird sich automatisch aktualisieren.

source: Make a Freedom of Information request
de: Stellen Sie eine Informationsfreiheitsanfrage

source: Join our current FOI campaigns
de: Nehmen Sie an unseren Kampagnen teil:

source: Make a request
de: Anfrage stellen
fi: Tee tietopyyntö

source: Choose a public body
de: Wählen Sie eine Behörde aus

source: Please type <strong>the name of the public body</strong> you'd like to request information from into the search box.
de: Bitte geben Sie <strong>den Namen der Behörde</strong> ein, die Sie anfragen wollen.

source: Can't find what you're looking for?
de: Konnten Sie nicht finden wonach Sie suchen?

source: <a href="%(search_url)s">Search in all public bodies</a> or <a href="%(propose_url)s">suggest a new one</a>.
de: <a href="%(search_url)s">Suchen Sie in allen Behörden</a> oder <a href="%(propose_url)s">schlagen Sie eine neue vor</a>.

source: Write the request
de: Schreiben Sie die Anfrage

source: Important Notes:
de: Wichtige Hinweise:
fi: Tärkeitä huomioita:
sv_fi: Viktig information:

source: Write your request in <strong>simple, precise language</strong>.
de: Schreiben Sie Ihre Anfrage in <strong>einfacher, präziser Sprache</strong>.
fi: Kirjoita pyyntösi <strong>yksinkertaisella ja tarkalla kielellä</strong>.
sv_fi: Skriv din begäran med <strong>enkelt och precist språk</strong>.

source: Ask for <strong>specific</strong> documents or information.
de: Fragen Sie nach <strong>spezifischen</strong> Dokumenten oder Informationen.
fi: Pyydä <strong>tiettyjä</strong> dokumentteja tai tietoa.
sv_fi: Begär om <strong>specifika</strong> dokument eller <strong>specifik</strong> information.

source: Keep it <strong>focused and concise</strong>.
de: Halten Sie es <strong>kurz und bündig</strong>.
fi: Pidä se <strong>tarkkana ja lyhyenä</strong>.
sv_fi: Håll det <strong>kort och koncist</strong>

source: This site is <strong>public</strong>. Everything you type and any response will be published.
de: Diese Seite ist <strong>öffentlich</strong>. Alles, was Sie eingeben und die Antworten werden veröffentlicht.
fi: Tämä sivusto on <strong>julkinen</strong>. Kaikki mitä kirjoitat tulee olemaan julkista.
sv_fi: Denna webbplats är <strong>offentlig</strong>. Allting du skriver och varje svar kommer att publiceras.

source: Do <strong>not include</strong> personal information in your request.
de: Schließen Sie <strong>keine</strong> persönlichen Daten in Ihre Anfrage ein.
fi: <strong>Älä sisällytä</strong> henkilökohtaista tietoa pyyntöösi.
sv_fi: Infoga <strong>inte</strong> personlig informantion i din begäran.

source: Do <strong>not ask</strong> for personal information.
de: Fragen Sie <strong>nicht</strong> nach persönlichen Informationen.
fi: <strong>Älä pyydä</strong> henklökohtaista tietoa.
sv_fi: Begär <strong>inte</strong> någon personlig information.

source: You have JavaScript disabled. For a better experience please enable JavaScript.
de: Sie haben JavaScript deaktiviert. Für ein besseres Plattformerlebnis aktivieren Sie bitte JavaScript.

source: You have to login or signup first in order to make a request.
de: Sie müssen sich zuerst anmelden oder registrieren, um eine Anfrage zu stellen.

source: To: %(name)s
de: An: %(name)s

source: Please choose a public body first and click on the «Make a request» button.
de: Bitte wählen Sie zuerst eine Behörde aus und klicken Sie dann auf den „Anfrage stellen“-Knopf.

source: Your request has been sent
de: Ihre Anfrage wurde gesendet!

source: Your project was created!
de: Ihr Projekt wurde erstellt!

source: Your request is being sent!
de: Ihre Anfrage wird gesendet!

source: view your request
de: zu Ihrer Anfrage

source: The requests are being sent out now.
de: Diese Anfragen werden nun versendet.

source: view your project
de: zu Ihrem Projekt

source: Share your project with others!
de: Teilen Sie Ihr Projekt mit anderen!

source: Share your request with others!
de: Teilen Sie Ihre Anfrage mit anderen!

source: RSS Feed for request '%(title)s'
de: RSS-Feed für Anfrage '%(title)s'
fi: %(title)s-pyyntöjen RSS-syötteet
sv_fi: RSS-flöde för begäran '%(title)s'

source: Atom feed for request '%(title)s'
de: Atom-Feed für Anfrage '%(title)s'
fi: %(title)s-pyyntöjen Atom-syötteet
sv_fi: Atom-flöde för begäran '%(title)s'

source: Click on the words you wish to redact or unredact.
de: Klicken Sie auf die Worte, die Sie schwärzen oder entschwärzen wollen.

source: Change request text redaction
de: Schwärzungen ändern

source: The request “%(title)s” received documents that we are not allowed to publish. However, every person can get individual access to these documents by requesting them below.
de: Die Anfrage „%(title)s“ hat Dokumente erhalten, die wir nicht veröffentlichen dürfen. Allerdings kann jede Person Zugang zu diesen Dokumenten erhalten, indem sie diese selbst hier anfragt.

source: The request “%(title)s” is for documents that we are not allowed to publish. However, every person can get individual access to these documents by requesting them below.
de: Die Anfrage „%(title)s“ ist zu Dokumenten, die wir nicht veröffentlichen dürfen. Allerdings kann jede Person Zugang zu diesen Dokumenten erhalten, indem sie diese selbst hier anfragt.

source: The documents in your request “%(title)s” cannot be published. However, every person can get individual access to these documents by requesting them for themselves on this page.
de: Die Dokumente in Ihrer Anfrage „%(title)s“ können nicht veröffentlicht werden. Allerdings kann jede Person Zugang zu diesen Dokumenten erhalten, indem sie diese selbst auf dieser Seite anfragt.

source: You made the original request.
de: Sie haben die Originalanfrage gestellt.
fi: Teit alkuperäisen pyynnön.
sv_fi: Du gjorde den ursprungliga begäran.

source: You made an identical request.
de: Sie haben eine identische Anfrage gestellt.
fi: Teit vastaavan pyynnön.
sv_fi: Du har gjort en identisk begäran.

source: Make an identical request in your name to get access to the information.
de: Stellen Sie eine identische Anfrage in Ihrem Namen, um Zugang zu den Informationen zu erhalten.
fi: Tee vastaava pyyntö nimissäsi päästäksesi käsiksi tietoon
sv_fi: Gör en identisk begäran i ditt eget namn för att få tillgång till informationen.

source: Your Email Address:
de: Ihre E-Mail-Adresse:
fi: Sähköpostiosoitteesi:
sv_fi: Din e-postadress:

source: Make identical request in your name
de: Eine identische Anfrage in Ihrem Namen stellen
fi: Tee vastaava tietopyyntö nimissäsi
sv_fi: Gör en identisk begäran i ditt namn

source: So far one person also requested this document.
de: Bisher hat eine weitere Person dieses Dokument angefragt.

source: Edit message
de: Nachricht bearbeiten

source: Redact message text
de: Nachrichtentext schwärzen

source: Redact / unredact message
de: Nachricht schwärzen / entschwärzen

source: Need to unredact information in the message footer?
de: Müssen Sie Informationen am Ende der Nachricht entschwärzen?

source: If there's important information below the message like inline replies, use the following button to unredact that part. Afterwards, personally identifiable information may need to be redacted again.
de: Falls wichtige Informationen wie z.B. direkte Antworten auf Ihre Fragen unter der eigentlichen Nachricht sind, können Sie den folgenden Knopf nutzen, um den unteren Nachrichtenteil zu entschwärzen. Danach müssen jedoch ggf. personenbezogene Daten gesondert nachgeschwärzt werden.

source: Unredact footer
de: Ende der Nachricht entschwärzen

source: Change message redaction
de: Schwärzungen ändern

source: One follower
de: Ein:e Follower:in

source: to <a href="%(url)s">%(name)s</a> and <a href="%(urlp)s">%(count)s other public bodies</a>
de: an <a href="%(url)s">%(name)s</a> und <a href="%(urlp)s">%(count)s andere Behörden</a>

source: Not yet set
de: Noch nicht festgelegt
fi: Ei vielä asetettu
sv_fi: Inte ännu bestämd

source: %(time)s ago
de: %(time)s her
fi: %(time) sitten
sv_fi: %(time)s sedan

source: One identical request
de: Eine identische Anfrage
fi: Yksi samankaltainen tietopyyntö
sv_fi: En identisk begäran

source: Withdraw Request?
de: Anfrage zurückziehen?

source: Please also inform the public body that you want to widthdraw your request by sending them a message.
de: Bitte informieren Sie auch die Behörde, dass Sie Ihre Anfrage zurückziehen wollen, indem Sie der Behörde eine Nachricht schicken.

source: I already told them
de: Mitteilung ist schon erfolgt

source: Upload postal mail for “%(title)s”
de: Post zur Anfrage „%(title)s“ hochladen

source: Upload postal mail
de: Post hochladen

source: Upload postal mail for your request “%(title)s”
de: Post zu Ihrer Anfrage „%(title)s“ hochladen

source: Please give details of the letter, upload a scan or photo if possible and update the status of this request.
de: Bitte geben Sie die Infos zu dem Brief an, laden Sie wenn möglich einen Scan oder ein Foto des Briefs hoch und aktualisieren Sie den Status dieser Anfrage.

source: What is the status of your request after this letter?
de: Was ist der Status Ihrer Anfrage nach Erhalt der Post?

source: Add letter
de: Brief hinzufügen

source: [... Show complete request text]
de: [… Zeige kompletten Anfragetext]
fi: [... Näytä koko pyynnön teksti]
sv_fi: [... Visa hela begäran]

source: Show the quoted message
de: Zeige die zitierte Nachricht an

source: Message
de: Nachricht
fi: Viesti

source: Message is loading...
de: Nachricht wird geladen...

source: This word needs to stay redacted.
de: Dieses Wort muss geschwärzt bleiben.

# url part
source: make-request/
de: anfrage-stellen/

# url part
source: requests/
de: anfragen/

# url part
source: request/
de: anfrage/

# url part
source: project/
de: projekt/

# url part
source: ^r/(?P<obj_id>\d+)/auth/(?P<code>[0-9a-f]+)/$
de: ^a/(?P<obj_id>\d+)/auth/(?P<code>[0-9a-f]+)/$

# url part
source: ^r/(?P<obj_id>\d+)(?P<url_path>/[\w/\-/]+)$
de: ^a/(?P<obj_id>\d+)(?P<url_path>/[\w/\-/]+)$

# url part
source: ^r/(?P<obj_id>\d+)
de: ^a/(?P<obj_id>\d+)

# url part
source: latest/feed/
de: neueste/feed/

# url part
source: latest/rss/
de: neueste/rss/

# url part
source: topic/<slug:category>/
de: thema/<slug:category>/

# url part
source: topic/<slug:category>/feed/
de: thema/<slug:category>/feed/

# url part
source: topic/<slug:category>/rss/
de: thema/<slug:category>/rss/

# url part
source: to/<slug:publicbody>/
de: an/<slug:publicbody>/

# url part
source: to/<slug:publicbody>/feed/
de: an/<slug:publicbody>/feed/

# url part
source: to/<slug:publicbody>/rss/
de: an/<slug:publicbody>/rss/

# url part
source: ^to/(?P<publicbody_ids>\d+(?:\+\d+)*)/$
de: ^an/(?P<publicbody_ids>\d+(?:\+\d+)*)/$

# url part
source: to/<slug:publicbody_slug>/
de: an/<slug:publicbody_slug>/

# url part
source: draft/<int:pk>/
de: entwurf/<int:pk>/

# url part
source: sent/
de: gesendet/

# url part
source: <slug:slug>/upload-postal-message/
de: <slug:slug>/post-hochladen/

# url part
source: <slug:slug>/<int:message_id>/attachment/<str:attachment_name>
de: <slug:slug>/<int:message_id>/anhang/<str:attachment_name>

source: User exceeded request limit
de: Nutzer:in hat Anfragenbeschränkung überschritten

source: <<email address>>
de: <<E-Mail-Adresse>>
fi: <<sähköpostiosoite>>

source: Default address of {publicbody}
de: Standardadresse von {publicbody}

source: Default {law_type} address of {publicbody}
de: Standardadresse {law_type} von {publicbody}

source: {publicbody} (mediator)
de: {publicbody} (Vermittlungsstelle)

source: <information-removed>
de: <Information-entfernt>

source: Due date: %s
de: Antwortfrist: %s

source: Appeal deadline: %s
de: Widerspruchs-Termin: %s

source: The scanned letter must be either PDF, JPG or PNG, but was detected as %(content_type)s!
de: Der eingescannte Brief muss entweder im PDF-, JPG- oder PNG-Format sein, wurde aber als %(content_type)s erkannt!
fi: Skannatun kirjeen tiedostomuoto on: %(content_type)s!Mutta sen tulisi olla PDF, JPG tai PNG.
sv_fi: Det inskannade brevet måste antingen vara en PDF-, JPG- eller PNG-fil, med identifierades som %(content_type)s!

source: Please replace all placeholder values marked by “{}”.
de: Bitte ersetzen Sie alle Platzhalter-Werte, die mit „{}“ markiert sind.

source: all projects
de: alle Projekte

source: jurisdictions
de: Zuständigkeitsbereiche

source: public bodies
de: Behörden

source: tag
de: Schlagwort

source: Attachment approved.
de: Anhang veröffentlicht.
fi: Liite hyväksytty.
sv_fi: Bilagan godkänd.

source: Attachment has been marked as moderated.
de: Anhang wurde als moderiert markiert.

source: Attachment deleted.
de: Anhang gelöscht.

source: Document created.
de: Dokument erstellt.

source: Previous Page
de: Vorherige Seite
fi: Edellinen sivu
sv_fi: Föregående sida

source: Next Page
de: nächste Seite
fi: Seuraava sivu
sv_fi: Nästa sida

source: {current} of {total}
de: {current} von {total}

source: Save redaction
de: Schwärzungen anwenden

source: No redaction needed
de: Keine Schwärzung benötigt

source: Text only
de: Nur Text

source: Hide text
de: Text ausblenden

source: Undo
de: Rückgängig

source: Redo
de: Wiederholen

source: Loading PDF...
de: Lade PDF...
fi: Ladataan PDF-tiedostoa...
sv_fi: Laddar PDF ...

source: Uploading redaction instructions, please wait...
de: Schwärzungen werden hochgeladen, bitte warten...

source: Redacting PDF, please wait...
de: PDF wird geschwärzt, bitte warten...

source: There was a problem with your redaction. Please contact moderators.
de: Es gab ein Problem bei der Schwärzung des Dokuments. Bitte kontaktieren Sie Moderator:innen.

source: Your redaction took too long. It may become available soon, if not, contact moderators.
de: Die Schwärzung dauerte zu lang. Unter Umständen wird das geschwärzte Dokument verfügbar sein, falls nicht informieren Sie bitte Moderator:innen.

source: We automatically redacted some text for you already. Please check if we got everything.
de: Wir haben schon automatisiert ein paar Textstellen geschwärzt. Bitte prüfen Sie, ob wir etwas übersehen haben.

source: This PDF requires a password to open. Please provide the password here:
de: Das Öffnen des PDFs benötigt ein Passwort. Bitte geben Sie das Passwort hier ein:

source: The password you provided was incorrect. Do you want to abort?
de: Das angegeben Passwort ist inkorrekt. Möchten Sie den Vorgang beenden?

source: The PDF could not be opened because of a missing password. Please ask the authority to provide you with a password.
de: Das PDF konnte nicht geöffnet werden, weil ein Passwort benötigt wird. Bitte fragen Sie die Behörde nach dem Passwort.

source: Remove password and publish
de: Veröffentlichen ohne Passwort

source: The original document is protected with a password. The password is getting removed on publication.
de: Das Original-Dokument ist mit einem Passwort geschützt. Das Passwort wird für die Veröffentlichung entfernt.

source: Are you sure that no redaction is needed?
de: Sind Sie sicher, dass keine Schwärzungen nötig sind?

source: You redacted parts of the document, but clicked that no redaction is needed. Are you sure that no redaction is needed?
de: Sie haben Teile des Dokumentes geschwärzt, aber ausgewählt, dass keine Schwärzungen nötig sind. Sind Sie sich sicher?

source: %s_redacted.pdf
de: %s_geschwaerzt.pdf

source: The draft has been deleted.
de: Der Entwurf wurde gelöscht.

source: Please check the request you wanted to make and send it when you are ready.
de: Bitte prüfen Sie noch einmal Ihre Anfrage und versenden Sie sie, wenn Sie bereit sind.

source: one public body found
de: Eine Behörde gefunden

source: {count} public bodies found
de: {count} Behörden gefunden

source: one public body chosen
de: eine Behörde ausgewählt

source: {count} public bodies chosen
de: {count} Behörden ausgewählt

source: one public body
de: eine Behörde

source: {count} public bodies
de: {count} Behörden

# js
source: one request
de: eine Anfrage

source: {count} requests
de: {count} Anfragen

source: close
de: Schließen

source: make request
de: Anfrage stellen

source: You are writing a request to
de: Sie schreiben eine Anfragen an

source: To: {count} public bodies
de: An: {count} Behörden

source: Select public bodies
de: Behörden auswählen

source: continue
de: weiter

source: select one
de: Eine auswählen

source: select all
de: Alle auswählen

source: Selecting all public bodies, please wait...
de: Alle Behörden werden ausgewählt, bitte warten...

source: Jurisdictions
de: Zuständigkeitsbereiche
fi: Toimialueet
sv_fi: Lagstiftning

source: topic
de: Thema

source: topics
de: Themen

source: classifications
de: Behördentypen

source: part of administrative region
de: Teil von Verwaltungseinheit

source: part of administrative regions
de: Teil von Verwaltungseinheiten

source: type of administrative unit
de: Art der Verwaltungseinheit

source: To: {name}
de: An: {name}

source: Search...
de: Suchen...

source: clear search
de: Suche zurücksetzen

source: clear selection
de: Auswahl verwerfen

source: Are you sure you want to discard your current selection?
de: Sind Sie sicher, dass Sie die aktuelle Auswahl verwerfen wollen?

source: load more...
de: Lade mehr...

source: next
de: nächste
fi: seuraava
sv_fi: nästa

source: previous
de: vorherige
fi: edellinen
sv_fi: föregående

source: Choose public authority
de: Behörde wählen

source: Check selection
de: Auswahl prüfen

source: Check request
de: Anfrage prüfen

source: Go to next step
de: Zum nächsten Schritt

source: You have been allowed to make one project request to these public bodies, but you do not have permission to select your own.
de: Ihnen wurde es erlaubt eine Projekt-Anfrage an diese Behörden zu stellen, aber Sie haben nicht die Berechtigung diese zu ändern.

source: Please send me the following information:
de: bitte senden Sie mir Folgendes zu:

source: Watch out! You are requesting information across jurisdictions! If you write the full text, we cannot customize it according to applicable laws. Instead you have to write the text to be jurisdiction agnostic.
de: Achtung! Sie fragen Informationen von mehreren Zuständigkeitsbereichen an! Wenn Sie die Vorlage anpassen, können wir Ihre Anfrage nicht mehr an die lokale Gesetzeslage anpassen. Daher müssen Sie Ihren Text so schreiben, dass er in allen Zuständigkeitsbereichen passt.

source: Reset text to template version
de: Text auf Vorlage zurücksetzen

source: Your previous customized text
de: Ihr vorheriger, angepasster Text

source: Save as draft
de: Als Entwurf speichern

source: Review request
de: Anfragetext prüfen

source: Review your request and submit
de: Überprüfen Sie Ihre Anfrage und senden Sie sie ab

source: Please use proper spelling.
de: Bitte achten Sie auf Ihre Rechtschreibung.
fi: Ole ja käytä oikeaoppista kirjoitusasua.
sv_fi: Var god använd ordentlig stavning.

source: Please stay polite.
de: Bitte bleiben Sie höflich.
fi: Ole hyvä ja pysy asiallisena.
sv_fi: Var artig, tack.

source: Submit request
de: Anfrage absenden

source: Dear Sir or Madam
de: Guten Tag

source: Kind regards
de: Mit freundlichen Grüßen

source: Your first name
de: Ihr Vorname
fi: Etunimesi
sv_fi: Ditt förnamn

source: Your last name
de: Ihr Nachname
sv_fi: Ditt efternamn

source: Your postal address
de: Ihre Postadresse

source: Please fill out your name below
de: Bitte geben Sie Ihren Namen unten ein
