Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Please make sure the information is not already requested or public
de: Bitte stellen Sie sicher, dass die benötigten Informationen nicht schon angefragt wurden oder schon öffentlich sind

source: Similar requests
de: Ähnliche Anfragen

source: Search for more similar requests
de: Suchen Sie nach weiteren ähnlichen Anfragen

source: Relevant resources
de: Relevante Resourcen

source: Official website:
de: Offizielle Webseite:

source: Please add a subject.
de: Bitte schreiben Sie einen Betreff.

source: Please describe the information you want to request!
de: Bitte beschreiben Sie die Information, die Sie anfragen möchten!

source: Do not add a closing, it is added automatically at the end of the letter.
de: Schreiben Sie keine Grußformel, wir fügen automatisch eine am Ende des Briefes ein.

source: Do not add a greeting, it is added automatically at the start of the letter.
de: Schreiben Sie keine Anrede-Formel, wir fügen automatisch eine am Anfang des Briefes ein.

source: Do not insert your name, we will add it automatically at the end of the letter.
de: Schreiben Sie Ihren Namen nicht selbst in Ihre Anfrage. Wir fügen Ihren Namen automatisch am Ende des Briefs ein.

source: Please enter a subject which describes the information you are requesting.
de: Bitte geben Sie einen Betreff an, der die Information, die Sie anfragen möchten kurz beschreibt.

source: Please enter an address in the following format: %(format)s
de: Bitte geben Sie eine Adresse in diesem Format an: %(format)s

source: Attach a proof of identity
de: Identitätsnachweis beifügen

source: Kind Regards
de: Mit freundlichen Grüßen

source: Draft cannot be used again.
de: Vorlage kann nicht noch einmal verwendet werden.

source: Your account cannot send requests.
de: Ihr Konto kann keine Anfragen versenden.

source: Your request has been saved to your drafts.
de: Ihre Anfrage wurde als Entwurf gespeichert.

source: There were errors in your form submission. Please review and submit again.
de: Ihre Formulareingabe enthielt Fehler. Bitte überprüfen Sie Ihre Eingabe und senden Sie das Formular noch einmal.
fi: Syöttämissäsi tiedoissa oli puutteita tai virheitä, tarkista tiedot ja koita uudelleen.
sv_fi: Det fanns fel i det inlämnade formuläret. Var vänlig granska och försök igen.

source: Please confirm your form submission.
de: Bitte bestätigen Sie das Absenden der Anfrage.

source: Your message has been sent.
de: Ihre Nachricht wurde gesendet.

source: Your request cannot be escalated.
de: Ihre Anfrage kann noch nicht vermittelt werden.
fi: Pyyntösäsi ei
sv_fi: Din begäran kan inte eskaleras.

source: Your Escalation Message has been sent.
de: Ihre Anfrage nach Vermittlung wurde gesendet.
fi: Valitusviestisi on lähetetty
sv_fi: Ditt eskaleringsmeddelande har skickats.

source: A postal reply was successfully added!
de: Eine per Post erhaltene Antwort wurde hinzugefügt!
fi: Paperipostina saatu vastaus on nyt lisätty onnistuneesti!
sv_fi: Ett brevsvar lades till!

source: There were errors with your form submission!
de: Ihre Angaben waren fehlerhaft!
fi: Lomakkeen täyttämisessä oli puutteita tai virheitä!
sv_fi: Det fanns fel i formuläret!

source: A sent letter was successfully added!
de: Ein gesendeter Brief wurde hinzugefügt!

source: You added %d document(s) to this message.
de: Sie haben %d Dokument(e) zu der Nachricht hinzugefügt.

source: letter
de: Brief

source: Name of attachment to create
de: Name des Anhangs, der aus den Bildern erstellt werden soll:

source: New document with one page
de: Neues Dokument mit einer Seite

source: New document with {count} pages
de: Neues Dokument mit {count} Seiten

source: Take / Choose picture
de: Foto machen oder auswählen

source: Convert images to document
de: Bilder in Dokument umwandeln

source: Open attachment page
de: Anhangsseite öffnen

source: Preview
de: Vorschau

source: Approve all
de: Alle freigeben

source: Mark all as result
de: Alle als Ergebnis markieren

source: Other attachments that are not documents
de: Andere Anhänge, die keine Dokumente sind

source: Here you can combine your uploaded images to a PDF document. You can rearrange the pages and split it into multiple documents. You can redact the PDF in the next step.
de: Sie können Ihre hochgeladenen Bilder hier in ein PDF-Dokument umwandeln. Sie können die Seiten hier richtig anordnen und ggf. in mehrere Dokumente auftrennen. Das PDF können Sie im Anschluss schwärzen.

source: This document is being generated. This can take several minutes.
de: Dieses Dokument wird gerade erstellt. Dies kann mehrere Minuten dauern.

source: This document is being deleted...
de: Dieser Anhang wird gerade gelöscht...

source: Document title
de: Dokumententitel

source: Give this document a proper title
de: Geben Sie diesem Dokument einen richtigen Titel

source: e.g. Letter from date
de: z.B. Brief mit Datum

source: Make relevant
de: Nicht unwichtig

source: Describe the contents of the document
de: Beschreiben Sie den Inhalt

source: Review
de: Überprüfen

source: not public
de: nicht öffentlich

source: Are you sure you want to delete this attachment?
de: Sind Sie sicher, dass Sie diesen Anhang löschen wollen?

source: Result?
de: Ergebnis?

source: Is this document a result of your request and not only correspondence?
de: Ist dieses Dokument das Ergebnis Ihrer Anfrage und nicht bloß Korrespondenz?

source: Are these documents a result of your request and not only correspondence?
de: Sind diese Dokumente das Ergebnis Ihrer Anfrage und nicht bloß Korrespondenz?

source: Content published.
de: Nachricht veröffentlicht.
fi: Sisältö julkistettu.
sv_fi: Innehållet är publicerat.

source: Could not download original.
de: Konnte Original nicht herunterladen.

source: The message has been re-sent.
de: Ihre Nachricht wurde erneut gesendet.

source: Publish selected requests.
de: Ausgewählte Anfragen veröffentlichen.

source: Requests are now published.
de: Anfragen sind nun veröffentlicht.

source: Write message to public body in selected requests.
de: Nachricht an Behörde in ausgewählten Anfragen senden.

source: Send messages
de: Nachrichten versenden

source: Messages are being sent now.
de: Nachrichten werden nun versendet.

source: Withdrawal of My FOI Request
de: Zurückziehen meines IFG-Antrags

source: 👋 Goodbye!
de: 👋 Viel Erfolg!

source: Previous
de: Zurück

source: Status of request
de: Status der Anfrage

source: Here you can see the status your request. Below you can update the status of your request when you receive a response.
de: Hier können Sie den Status Ihrer Anfrage sehen. Hier drunter können Sie den Status der Anfrage aktualisieren, wenn Sie eine Antwort erhalten haben.

source: Deadline
de: Frist

source: This is the deadline for your request. If the public body has not replied by then, we will let you know, so you can send a reminder. You can also adjust the date if necessary.
de: Dies ist die Frist für Ihre Anfrage. Wenn die Behörde bis dahin nicht geantwortet hat, lassen wir Sie das wissen, damit Sie eine Erinnerung verschicken können. Sie können das Datum der Frist auch anpassen, falls erforderlich.

source: Here are some quick links for you to share your request with others.
de: Hier finden Sie ein paar Links, über die Sie Ihre Anfrage mit anderen teilen können.

source: You can download all messages of your request. The RSS link allows you to subscribe to the request in a feed reader.
de: Sie können alle Meldungen Ihrer Anfrage herunterladen. Der RSS-Link ermöglicht es Ihnen, die Anfrage in einem Feed-Reader zu abonnieren.

source: Messages in this request
de: Korrespondenz
fi: Viestit tässä tietopyynnössä
sv_fi: Meddelanden i denna begäran

source: Below you find all messages that you sent and received in this request. When you receive a response it appears at the end and we let you know about it via email.
de: Hier drunter finden Sie alle Nachrichten, die Sie in dieser Anfrage versendet oder erhalten haben. Wenn Sie eine Antwort erhalten, erscheint diese am Ende und wir informieren Sie darüber per E-Mail.

source: Details of your message
de: Details Ihrer Nachricht

source: This is your message. There's more information e.g. about the delivery status of your message when you click on the “Details” link.
de: Dies ist Ihre Nachricht. Weitere Informationen, z. B. über den Zustellstatus Ihrer Nachricht, erhalten Sie, wenn Sie auf den Link „Details“ klicken.

source: Need to reply or send a reminder?
de: Antwort schreiben oder Erinnerung verschicken?

source: This button takes you to the send message form.
de: Dieser Knopf führt zum Formular für das Versenden von Nachrichten.

source: Got postal mail?
de: Post erhalten?

source: When you receive a letter, you can click this button and upload a scan or photo of the letter. You can redact parts of the letter with our tool before publishing it.
de: Wenn Sie Post erhalten, können Sie diesen Knopf drücken und dann Scans oder Fotos des Briefs hochladen. Im Anschluss können Sie unser Schwärzungs-Werkzeug verwenden, bevor Sie den Brief veröffentlichen.

source: The end.
de: Vielen Dank für die Aufmerksamkeit.

source: That concludes this tour! We'll let you know via email if anything around your request changes.
de: Schon ist der Rundgang vorbei. Wir sagen Ihnen per E-Mail Bescheid, wenn sich Änderungen bei Ihrer Anfrage ergeben.

source: After you read your replies you need to update the status of your request here below.
de: Nachdem Sie die Antworten gelesen haben, müssen Sie den Status Ihrer Anfrage hier aktualisieren.

source: Message toolbar
de: Nachrichtenwerkzeugleiste

source: The “Redact” button allows you to redact the text of a message in case sensitive information is accidentally not automatically removed. The “Problem?” allows you to notify our moderation team, if you have a problem with a message.
de: Die Schaltfläche „Schwärzen“ ermöglicht es Ihnen, den Text einer Nachricht zu schwärzen, falls sensible Informationen versehentlich nicht automatisch entfernt wurden. Die Schaltfläche „Problem?“ ermöglicht es Ihnen, unser Moderationsteam zu benachrichtigen, wenn es ein Problem mit der Nachricht gibt.

source: At the bottom of the page you can send replies to the public body or start a mediation process with the mediation authority.
de: Unten auf der Seite können Sie Antworten an die Behörde senden oder ein Vermittlungsverfahren einleiten.

source: Got the information you asked for?
de: Haben Sie die angefragten Informationen erhalten?

source: When you received documents, you can write a summary of what you have learned.
de: Wenn Sie Dokumente erhalten, können Sie hier eine Zusammenfassung darüber schreiben, was Sie erfahren haben.

source: That concludes this tour!
de: Damit ist der Rundgang schon vorbei!

source: Request was sent to: {name}.
de: Anfrage wurde gesendet an: {name}

source: Your Public Body suggestion has been added.
de: Ihr Vorschlag für eine Behörde wurde hinzugefügt.
fi: Viranomaisehdotuksesi on lisätty.
sv_fi: Din myndighet har lagts till.

source: This Public Body has already been suggested.
de: Diese Behörde wurde schon vorgeschlagen.
fi: Viranomaista on jo ehdotettu.
sv_fi: Denna myndighet har redan föreslagits.

source: You need to specify a Public Body!
de: Sie müssen eine Behörde angeben!
fi: Sinun pitää määritellä viranomainen!
sv_fi: Du måste ange en myndighet!

source: Status of request has been updated.
de: Status der Anfrage wurde aktualisiert.
fi: Tietopyynnön tila on päivitetty
sv_fi: Statusen för begäran har uppdaterats.

source: Invalid value for form submission!
de: Ungültige Eingabe im Formular!
fi: Virheellinen tieto lomakkeessa
sv_fi: Ogiltigt värde för inlämning av formulär!

source: A concrete law has been set for this request.
de: Ein konkretes Gesetz wurde für diese Anfrage festgelegt.
fi: Tähän tietopyyntöön on liitetty viittaus lakitekstiin.
sv_fi: En konkret lag har valts för denna begäran.

source: Tags have been set for this request.
de: Die Schlagworte dieser Anfrage wurden gespeichert.

source: The outcome summary has been saved.
de: Die Ergebniszusammenfassung wurde gespeichert.
fi: Yhteenveto tietopyynnön ratkaisusta on tallennettu
sv_fi: Sammanfattningen av utfallet har sparats.

source: You already made an identical request
de: Sie haben schon eine identische Anfrage gestellt
fi: Teit jo vastaavan pyynnön
sv_fi: Du har redan gjort en identisk begäran.

source: Please see this request on %(site_name)s where you granted access to this information: %(url)s
de: Ich verweise auf eine Anfrage auf %(site_name)s, der Sie Zugang zu den angefragten Dokumenten gewährt haben: %(url)s
sv_fi: Var god titta på begäran på %(site_name)s där du gav tillgång till denna information: %(url)s

source: You successfully requested this document! Your request is displayed below.
de: Sie haben das Dokument nun angefragt. Ihre Anfrage finden Sie auf dieser Seite.
fi: Pyysit onnistuneesti tätä asiakirjaa! Tietopyyntösi on alla.
sv_fi: Begäran av dokumentet lyckades! Begäran visas nedan.

source: Please check your inbox for mail from us to confirm your mail address.
de: Bitte überprüfen Sie Ihren Posteingang und bestätigen Sie Ihre E-Mail-Adresse.
fi: Tarkista sähköpostisi, olemme lähettäneet sinulle sähköpostiosoitteen vahvistuslinkin.
sv_fi: Var god kontrollera din inkorg för e-postmeddelande från oss för att bekräfta din e-postadress.

source: Deadline has been extended.
de: Frist wurde verlängert.
fi: Määräaikaa on pidennetty.
sv_fi: Tidsgränsen har skjutits fram.

source: The given email address is not correct for this request.
de: Die angegeben E-Mail-Adresse ist nicht korrekt für diese Anfrage.

source: A session error occurred while authenticating your uploads. Please contact administrators.
de: Ein Fehler ist aufgetreten bei der Authentifizierung Ihrer Dateien. Bitte kontaktieren Sie die Administrator:innen direkt.

source: %s files were uploaded successfully. Thank you!
de: %s Dateien wurden erfolgreich hochgeladen. Vielen Dank!

source: Create response now
de: Dateien als Antwort erstellen

source: You have not completed this process. Are you sure you want to cancel?
de: Sie haben den Prozess noch nicht abgeschlossen. Sind Sie sicher, dass Sie den Vorgang abbrechen wollen?

source: FOI Request Follower
de: Anfrage-Abo

source: You are now following this request.
de: Sie erhalten nun Benachrichtigungen für diese Anfrage.
fi: Seuraat nyt tätä pyyntöä.
sv_fi: Du följer nu denna begäran.

source: You are not following this request anymore.
de: Sie erhalten keine Benachrichtigungen mehr für diese Anfrage.
fi: Et seuraa tätä pyyntöä enää.
sv_fi: Du följer för närvarande inte denna begäran.

source: Check your emails and click the confirmation link in order to follow this request.
de: Rufen Sie Ihre E-Mails ab und klicken Sie auf den Bestätigungs-Link um Benachrichtigungen für diese Anfrage zu erhalten.
fi: Tarkista sähköpostisi ja klikkaa vahvistuslinkkiä seurataksesi tätä pyyntöä.
sv_fi: Kontrollera din e-post och klicka på länken för att följa denna begäran.

source: Follow request
de: Anfrage folgen
fi: Seuraamispyyntö
sv_fi: Följ begäran

source: Follow request?
de: Anfrage folgen?
fi: Seuraa pyyntöä?
sv_fi: Vill du följa begäran?

source: Unfollow request
de: Nicht mehr folgen
fi: Seuraamattajättämispyyntö
sv_fi: Avfölj begäran

source: Following request
de: Anfrage folgend

source: You will get notifications via email when something new happens with this request. You can unsubscribe anytime.
de: Sie erhalten per E-Mail Benachrichtigungen, sobald etwas bei dieser Anfrage passiert. Sie können die Benachrichtigungen jederzeit abbestellen.

source: please confirm that you want to follow the request “{title}” on {site_name} by clicking this link:
de: bitte bestätigen Sie, dass Sie für die Anfrage „{title}“ auf {site_name} Benachrichtigungen erhalten wollen, indem Sie diesen Link klicken:

source: The request “{title}” received a reply.
de: Die Anfrage „{title}“ hat eine Antwort erhalten.

source: A message was sent in the request “{title}”.
de: Eine Nachricht wurde in der Anfrage „{title}“ versendet.

source: Request Follower
de: Anfrage-Abo
fi: Pyynnön seuraaja
sv_fi: Följare av begäran

source: Request Followers
de: Anfrage-Abos
fi: Pyynnön seuraajat
sv_fi: Följare av begäran

source: Country Code
de: Länder-Kennung
fi: Maakoodi
sv_fi: Landskod

source: Country Name
de: Landname
fi: Maan nimi
sv_fi: Land

source: Enabled
de: Aktiviert
fi: Päällä
sv_fi: Aktivt

source: FOI Site
de: IFG-Seite
fi: Tietopyyntösivu
sv_fi: Offentlighetsbegäran

source: FOI Sites
de: IFG-Seiten
fi: Tietopyyntösivut
sv_fi: Webbplatser för offentlighetsbegäran

source: It looks like you are visiting from %(country_name)s. Did you know that there is an <a href="%(url)s">FOI site for %(country_name)s called %(name)s</a>?
de: Es sieht so aus, als kämen Sie aus %(country_name)s. Wussten Sie, dass es eine <a href="%(url)s">IFG-Seite für %(country_name)s namens %(name)s</a> gibt?
fi: Näyttää siltä että vierailet %(country_name)s:sta. Tiesitkö että on olemassa <a href="%(url)s"> FOI-sivusto nimeltään %(name)s</a>?
sv_fi: Det verkar som om du är i %(country_name)s. Visste du att det finns en <a href="%(url)s">webbplats för offentlighetsbegäran i %(country_name)s som heter %(name)s</a>?

source: Follow App
de: Folgen-Anwendung

source: You are now following.
de: Sie folgen jetzt.

source: You are not following anymore.
de: Sie erhalten keine Benachrichtigungen mehr.

source: Check your emails and click the confirmation link in order to follow.
de: Rufen Sie Ihre E-Mails ab und klicken Sie auf den Bestätigungs-Link um Benachrichtigungen zu erhalten.

source: Follow
de: Folgen

source: Follow?
de: Folgen?

source: Unfollow
de: Entfolgen

source: Following
de: Sie folgen

source: You will get notifications via email when something new happens. You can unsubscribe anytime.
de: Sie erhalten per E-Mail Benachrichtigungen, sobald etwas passiert. Sie können die Benachrichtigungen jederzeit abbestellen.

source: please confirm that you want to follow by clicking this link:
de: Bitte bestätigen Sie, dass Sie Benachrichtigungen erhalten möchten:

source: Missing email address!
de: Fehlende E-Mail-Adresse!
fi: Sähköpostiosoite puuttuu!
sv_fi: E-postadress saknas!

source: You cannot follow this!
de: Sie können nicht folgen!

source: Timestamp of Following
de: Zeitstempel des Abos
fi: Seuraamisen aikaleima
sv_fi: Tidsstämpel för följandet

source: %(user)s follows %(content_object)s
de: %(user)s erhält Benachrichtigungen für %(content_object)s

source: Please confirm notifications for “{title}”
de: Bitte bestätigen Sie Benachrichtigungen für „{title}“

source: Get updates for this request via email
de: Erhalten Sie Benachrichtigungen per E-Mail

source: Get notified by email of changes.
de: Erhalten Sie Neuigkeiten per Email.
fi: Saa sähköpostitse ilmoituksia muutoksista
sv_fi: Få aviseringar per e-post om förändringar.

source: Hello,
de: Hallo,
fi: Hei,
sv_fi: Hej!

source: The following happened in the last 24 hours:
de: Folgendes passierte in den letzten 24 Stunden:

source: Updates to %(title)s:
de: Neues zu %(title)s:

source: Unfollow %(title)s:
de: %(title)s entfolgen:

source: Update on one followed item
de: Neues bei etwas, dem Sie folgen

source: Cheers, %(site_name)s
de: Grüße, %(site_name)s

source: The following just happend to %(title)s that you follow:
de: Folgendes passierte gerade bei „%(title)s“, dem Sie folgen:

source: One follower
de: Ein:e Follower:in

source: Please check your email inbox for a confirmation email.
de: Bitte überprüfen Sie Ihre E-Mails. Sie haben eine E-Mail mit einem Bestätigungslink von uns erhalten.

# url part
source: confirm/<str:conf_slug>-<int:follow_id>/<str:check>/
de: erhalten/<str:conf_slug>-<int:follow_id>/<str:check>/

# url part
source: confirm/<int:follow_id>/<str:check>/
de: erhalten/<int:follow_id>/<str:check>/

# url part
source: unfollow/<str:conf_slug>-<int:follow_id>/<str:check>/
de: keine-benachrichtigungen-erhalten/<str:conf_slug>-<int:follow_id>/<str:check>/

# url part
source: unfollow/<int:follow_id>/<str:check>/
de: keine-benachrichtigungen-erhalten/<int:follow_id>/<str:check>/

source: There was something wrong with your link. Perhaps try again.
de: Der Link war fehlerhaft, probieren Sie es noch mal.
fi: Linkissäsi oli jotain vikaa. Kokeile uudestaan.
sv_fi: Det var något fel på länken. Försök igen.

source: This follow subscription does not exist anymore.
de: Dieses Abo existiert nicht mehr.

source: Featured Request
de: Anfrage der Woche
fi: Nostettu pyyntö
sv_fi: Begäran

source: Featured Requests
de: Anfrage der Woche
fi: Nostetut pyynnöt
sv_fi: Begäranden

source: Relative to
de: Relativ zu

source: country
de: Land

source: state
de: Bundesland

source: administrative district
de: Regierungsbezirk

source: district
de: Kreis

source: administrative cooperation
de: Verwaltungsgemeinschaft

source: municipality
de: Gemeinde

source: borough
de: Bezirk

source: zipcode
de: Postleitzahl

source: administrative court jurisdiction
de: Verwaltungsgerichtsbarkeit

source: Kind of Region
de: Art der Region

source: Area
de: Fläche

source: geometry
de: Geometrie

source: gov seat
de: Regierungssitz

source: Part of
de: Teil von

source: Geo Region
de: Geographische Region

source: Geo Regions
de: Geographische Regionen

source: Ancestors
de: Vorfahren

source: Descendants:
de: Nachfahren:

source: Children:
de: Kinder:

source: Children
de: Kinder

source: Has rule
de: Hat Regel

source: Guide
de: Berater:in

source: Guide action
de: Beratungsvorlage

source: Guide actions
de: Beratungsvorlagen

source: Guidances
de: Beratungen

source: Can run guidance
de: Kann Beratung durchführen

source: Rule
de: Regel

source: Rules
de: Regeln

source: You recently received a reply to your request “%(title)s”.
de: Sie haben vor kurzem eine Antwort auf Ihre Anfrage „%(title)s“ erhalten.

source: You recently received replies to some of your requests.
de: Sie haben vor kurzem Antworten auf einige Ihrer Anfragen bei FragDenStaat.de erhalten.

source: We can now provide you with the following guidance concerning how you can procede.
de: Wir können Ihnen nun folgenden Hinweis geben, wie Sie sich verhalten können.

source: This guidance comes with a snippet you can use to reply.
de: Dieser Hinweis gibt Ihnen auch einen Textbaustein für Ihre Antwort.

source: This guidance applies to the following messages:
de: Dieser Hinweis betrifft diese Nachrichten:

source: We hope this information can help you.
de: Wir hoffen, dass dieser Hinweis Ihnen weiterhilft.

source: Cheers %(site_name)s
de: Beste Grüße, %(site_name)s

source: New guidance for your request [#{}]
de: Neuer Hinweis zu Ihrer Anfrage [#{}]

source: New guidance for your requests
de: Neue Hinweise zu Ihren Anfragen

source: Choose guidance action to attach...
de: Wähle einen Hinweis zum Anhängen aus...

source: Guidance refreshed for message.
de: Beratung wurde für diese Nachricht neugeneriert.

source: Successfully executed.
de: Erfolgreich ausgeführt.

source: Successfully added tags
de: Tags erfolgreich hinzugefügt
sv_fi: Lade framgånsrikt till taggar

source: Form invalid
de: Formular ungültig
sv_fi: Formulär ogiltigt

source: Set these tags for all selected items:
de: Diese Tags auf den gewählten Objekten setzen:
sv_fi: Sätt dessa taggar för alla valda objekt:

source: Add tag to all selected
de: Füge Tag zu allen gewählten hinzu

source: Has value
de: Hat Wert
fi: Sisältää arvon
sv_fi: Har värdet

source: Greater zero
de: Größer Null

source: Zero
de: Null

source: Is empty
de: Ist leer

source: Is not empty
de: Ist nicht leer

source: All
de: Alle

source: From date
de: Vom Datum

source: Until
de: Bis

source: To date
de: Bis Datum

source: From - To
de: Von - Bis
