Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: back to two-factor settings
de: zurück zu Zwei-Faktor-Login-Einstellungen

source: Setup Hardware security key
de: Hardware-Sicherheitsschlüssel einrichten

source: Please give your key a name, e.g. main blue key.
de: Bitte geben Sie Ihrem Schlüssel einen Namen, z.B. blauer Hauptschlüssel.

source: You will be prompted to activate the device once you submit the form.
de: Sie werden aufgefordert werden, den Schlüssel zu aktivieren, sobald Sie das Formular abschicken.

source: Start setup now
de: Einrichtung jetzt beginnen

source: Setup authenticator app
de: Authentifizierungs-App einrichten

source: Scan the code with your authenticator app.
de: Scannen Sie den QR-Code mit Ihrer Authentifizierungs-App.

source: Generate a code with the app and submit it.
de: Generieren Sie einen Code mit der App und geben Sie ihn ein.

source: Setup recovery code
de: Wiederherstellungs-Code einrichten

source: A recovery code can be used when you lose access to your other two-factor login options. Each recovery code can only be used once.
de: Ein Wiederherstellungs-Code kann genutzt werden, wenn Sie den Zugang zu Ihren anderen Zwei-Faktor-Login-Optionen verlieren. Jeder Wiederherstellungs-Code kann nur einmal genutzt werden.

source: Make sure to store it in a safe place! If you lose your other two-factor login options and don’t have the recovery codes you will lose access to your account.
de: Stellen Sie sicher, dass Sie den Code an einem sicheren Platz aufbewahren! Wenn Sie Ihre anderen Zwei-Faktor-Login-Optionen verlieren und keinen Wiederherstellungs-Code haben, dann verlieren Sie den Zugriff zu Ihrem Konto.

source: recovery code:
de: Wiederherstellungs-Code:

source: Download as TXT file
de: Als Textdatei herunterladen

source: I have safely stored the code.
de: Ich habe den Code sicher verwahrt.

source: Setup code
de: Code einrichten

source: Are you sure you want to delete the key “%(name)s”?
de: Sind Sie sicher, dass Sie den Schlüssel „%(name)s“ löschen wollen?

source: Confirm deletion
de: Löschen bestätigen

source: back to account settings
de: zurück zu den Kontoeinstellungen

source: Manage two-factor authentication
de: Zwei-Faktor-Logins verwalten

source: Two-factor authentication adds an additional layer of security to your account by requiring more than just a password to log in.
de: Der Zwei-Faktor-Login fügt eine weitere Sicherheitsebene zu Ihrem Konto hinzu, weil Sie mehr als nur ein Passwort brauchen, um sich einzuloggen.

source: <strong>WARNING</strong>: You have registered only a single key. If you lose access to that key you won't be able log into your account again.
de: <strong>WARNUNG</strong>: Sie haben nur einen Schlüssel registriert. Wenn Sie diesen verlieren, können Sie sich nicht mehr einloggen.

source: You have not created any recovery codes!
de: Sie haben keine Wiederherstellungs-Codes erstellt!

source: Hardware security keys
de: Hardware-Sicherheitsschlüssel

source: Setup another hardware security key
de: Weiteren Hardware-Sicherheitsschlüssel einrichten

source: Setup hardware security key
de: Hardware-Sicherheitsschlüssel einrichten

source: You have the following hardware security keys:
de: Sie haben die folgenden Hardware-Sicherheitsschlüssel:

source: No hardware security keys set up.
de: Keine Hardware-Sicherheitsschlüssel eingerichtet.

source: Authenticator Apps
de: Authentifizierungs-Apps

source: Setup another authenticator app
de: Weitere Authentifizierungs-App einrichten

source: You have the following authenticator apps:
de: Sie haben die folgenden Authentifizierungs-Apps:

source: No authenticator apps set up.
de: Keine Authentifizierungs-Apps eingerichtet.

source: Recovery Codes
de: Wiederherstellungs-Codes

source: You need to setup a hardware security key or an authenticator app before you can create recovery codes.
de: Sie müssen einen Hardware-Sicherheitsschlüssel oder eine Authentifizierungs-App einrichten, bevor Sie einen Wiederherstellungs-Code erstellen können.

source: You have the following recovery codes:
de: Sie haben die folgenden Wiederherstellungs-Codes:

source: No recovery codes created.
de: Keine Wiederherstellungs-Codes erstellt.

source: Pagination
de: Paginierung

source: (current page)
de: (aktuelle Seite)
sv_fi: (denna sida)

source: %(site)s helps you to make freedom of information requests to public bodies
de: %(site)s hilft Ihnen, Informationsfreiheitsanfragen an Behörden zu stellen
fi: %(site)s auttaa sinua tekemaan tietopyyntöjä viranomaisille
sv_fi: %(site)s hjälper dig att begära information av myndigheter

source: This site publishes Freedom of Information requests and helps you to make your own!
de: Diese Seite veröffentlicht Anfragen nach den Informationsgesetzen und hilft Ihnen, eigene Anfragen an den Staat zu stellen.
fi: Tämä sivusto julkaisee tietopyyntöjä ja auttaa sinua tekemään niitä.
sv_fi: Denna webbplats publicerar offentlighetsbegäranden och hjälper dig att göra dina egna!

source: Search %(foicount)s requests and %(pbcount)s public bodies:
de: Suchen Sie in %(foicount)s Anfragen und %(pbcount)s Behörden:
fi: Haku %(foicount)s requests and %(pbcount)s public bodies:
sv_fi: Sök bland %(foicount)s begäranden och %(pbcount)s myndigheter:

source: Search For Information
de: Suchen!
fi: Etsi tietoa
sv_fi: Sök information

source: Try the following:
de: Versuchen Sie:
fi: Kokeile seuraavaa:
sv_fi: Pröva följande:

source: Nuclear
de: Atom
fi: Ajoneuvorekisteri
sv_fi: Kärnkraft

source: Employment
de: Arbeit
fi: Työllisyys
sv_fi: Sysselsättning

source: Read the blog post
de: Lesen Sie den Blogeintrag
fi: Lue blogipostaus
sv_fi: Läs blogginlägget

source: Visit this request
de: Lesen Sie die Anfrage
fi: Käy tämän tietopyynnön sivulla
sv_fi: Se begäran

source: Freedom of Information Request To: Ministry of Interior Dear Sir or Madam, I request information about the following: ...
de: Anfrage nach dem Informationsfreiheitsgesetz An: Bundesministerium des Innern Guten Tag, ich beantrage Auskunft zu folgender Sachlage: …

source: Write a Request Now!
de: Schreiben Sie jetzt eine Anfrage!
fi: Kirjoita tietopyyntö nyt!
sv_fi: Skriv en begäran nu!

source: Freedom of Information Requests, Freedom of Information Law, Public Body Information
de: Informationsfreiheitsanfragen, Informationsfreiheitsgesetze, Behördeninformationen
fi: Tietopyynnöt, Julkisuuslaki, ViranomainenTieto
sv_fi: Offentlighetsbegäran, Lagen om offentlighet, Information om myndigheter

source: Unable to terminate upload while in state "{}".
de: Upload konnte nicht abgebrochen werden während Zustand "{}".

source: Conflict.
de: Konflikt.

source: Add more
de: Mehr hinzufügen

source: Add more files
de: Dateien hinzufügen

source: Adding more files
de: Dateien werden hinzugefügt

source: In order to take pictures of your documents, please allow camera access.
de: Um Bilder Ihrer Dokumente mit Ihrer Kamera aufzunehmen, erlauben Sie bitte Zugriff auf Ihre Kamera.

source: Please allow access to your camera
de: Bitte erlauben Sie Zugriff auf Ihre Kamera

source: browse
de: Suche

source: browse files
de: Dateien auswählen

source: browse folders
de: Ordner auswählen

source: Cancel upload
de: Upload abbrechen

source: Choose files
de: Dateien auswählen

source: Close Modal
de: Schließen

source: Complete
de: Abgeschlossen

source: Connected to the Internet
de: Verbunden mit dem Internet

source: Copy link
de: Link kopieren

source: Copy the URL below
de: Untenstehenden URL kopieren

source: Link copied to clipboard
de: Link in die Zwischenablage kopiert

source: File Uploader
de: Datei-Uploader

source: File Uploader Window (Press escape to close)
de: Datei-Uploader-Fenster (Esc drücken zum Schließen)

source: %{complete} of %{total}
de: %{complete} von %{total}

source: Done
de: Abgeschlossen

source: Drop files here or %{browse}
de: Dateien können über Drag/Drop oder per %{browse} hinzugefügt werden

source: Drop your files here
de: Dateien können über Drag/Drop hinzugefügt werden

source: Drop files here, paste or %{browse}
de: Dateien können über Drag/Drop, Einfügen oder per %{browse} hinzugefügt werden

source: Drop files here, paste, %{browse} or import from
de: Dateien können über Drag/Drop, Einfügen, per %{browse} oder von folgenden Services hinzugefügt werden

source: Edit file
de: Datei bearbeiten

source: Editing %{file}
de: Bearbeite %{file}

source: No files were added from empty folder
de: Keine Dateien konnten hinzugefügt werden, da der Ordner leer war

source: This file exceeds maximum allowed size of
de: Diese Datei ist größer als die maximal erlaubte Dateigröße

source: Failed to upload %{file}
de: Upload von %{file} fehlgeschlagen

source: File source: %{name}
de: Dateiquelle: %{name}

source: %{complete} of %{smart_count} file uploaded
de: %{complete} von %{smart_count} Datei hochgeladen

source: %{complete} of %{smart_count} files uploaded
de: %{complete} von %{smart_count} Dateien hochgeladen

source: Finish editing file
de: Bearbeiten der Datei abschließen

source: Added %{smart_count} file from %{folder}
de: %{smart_count} Datei von %{folder} hinzugefügt

source: Added %{smart_count} files from %{folder}
de: %{smart_count} Dateien von %{folder} hinzugefügt

source: Import
de: Importieren

source: Import from %{name}
de: Importiere von %{name}

source: My Device
de: Mein Computer

source: You have no files or folders here
de: Sie haben keine Dateien oder Ordner hier

source: No Internet connection
de: Keine Internetverbindung

source: Pause
de: Pausieren

source: Pause upload
de: Upload pausieren

source: Paused
de: Pausiert

source: Preparing upload...
de: Bereite Upload vor...

source: Processing %{smart_count} file
de: %{smart_count} Datei verarbeiten

source: Processing %{smart_count} files
de: %{smart_count} Dateien verarbeiten

source: Remove file
de: Datei entfernen

source: Reset filter
de: Filter zurücksetzen

source: Resume
de: Fortsetzen

source: Resume upload
de: Upload fortsetzen

source: Retry
de: Erneut versuchen

source: Retry upload
de: Erneut versuchen

source: Select %{smart_count} file
de: %{smart_count} Datei auswählen

source: Select %{smart_count} files
de: %{smart_count} Dateien auswählen

source: Take a picture
de: Foto machen

source: Upload stalled for %{seconds} seconds, aborting.
de: Upload für %{seconds} Sekunden stehen geblieben, breche ab.

source: Upload complete
de: Upload abgeschlossen

source: Upload failed
de: Upload fehlgeschlagen

source: Upload paused
de: Upload pausiert

source: Upload %{smart_count} file
de: %{smart_count} Datei hochladen

source: Upload %{smart_count} files
de: %{smart_count} Dateien hochladen

source: Upload +%{smart_count} file
de: +%{smart_count} Datei hochladen

source: Upload +%{smart_count} files
de: +%{smart_count} Dateien hochladen

source: Uploading
de: Wird hochgeladen

source: Uploading %{smart_count} file
de: %{smart_count} Datei wird hochgeladen

source: Uploading %{smart_count} files
de: %{smart_count} Dateien werden hochgeladen

source: %{smart_count} file selected
de: %{smart_count} Datei ausgewählt

source: %{smart_count} files selected
de: %{smart_count} Dateien ausgewählt

source: %{smart_count} more file added
de: %{smart_count} weitere Datei hinzugefügt

source: %{smart_count} more files added
de: %{smart_count} weitere Dateien hinzugefügt

source: %{time} left
de: %{time} übrig

source: You can only upload: %{types}
de: Sie können nur folgende Dateitypen hochladen: %{types}

source: upload_offset should be >= 0.
de: upload_offset muss >=0 sein.

# url part
source: follow/
de: benachrichtigen/

# url part
source: law/
de: gesetz/

# url part
source: documents/
de: dokumente/

# url part
source: account/proofs/
de: account/nachweise/

# url part
source: profile/
de: profil/

# url part
source: letter/
de: brief/

# url part
source: organization/
de: organisation/

# url part
source: jurisdiction/<slug:slug>/
de: zustaendigkeit/<slug:slug>/

source: about
fi: tietoja palvelusta
sv_fi: om

source: terms
fi: käyttöehdot
sv_fi: villkor

source: privacy
fi: yksityisyyden suoja
sv_fi: integritet

source: making-requests
fi: tietopyyntojen-teko

source: your-privacy
fi: sinun-yksityisyytesi

source: for-foi-officers
fi: tietopyyntojen-vastaanottajille

source: donate
fi: lahjoita

source: make-request
fi: tee-tietopyynto
sv_fi: gör-begäran

source: follow
fi: seuraa
sv_fi: följa

source: entity
fi: viranomainen
sv_fi: enhet

source: law
fi: laki
sv_fi: lag

source: account
fi: tili
sv_fi: konto

source: profile
fi: profiili
sv_fi: profil

source: news
fi: uutisia

source: search
fi: etsi
sv_fi: sök

source: Optional. Your address will not be displayed publicly and is only needed in case a public body needs to send you paper.
fi: Vapaaehtoinen. Osoitettasi ei näytetä julkisesti, sitä tarvitaan vain siinä tapauksessa, jos viranomaisen tarvitsee lähettää sinulle paperipostia.
sv_fi: Valfri. Din adress kommer inte att visas offentligt och behövs endast om en myndighet behöver sända dig papper.

source: Hide my name on the web
fi: Älä näytä nimeäni julkisesti verkossa
sv_fi: Visa inte mitt namn på webben

source: Terms and Conditions and Privacy Statement
fi: Käyttöehdot ja tietosuojaperiaatteet
sv_fi: Villkor och integritetsprinciper

source: You agree to our <a href="%(url_terms)s" class="target-new">Terms and Conditions</a> and <a href="%(url_privacy)s" class="target-new">Privacy Statement</a>
fi: Hyväksyt nämä <a href="%(url_terms)s" class="target-new">käyttöehdot</a> ja <a href="%(url_privacy)s" class="target-new">tietosuojaperiaatteet</a>
sv_fi: Du godkänner våra <a href="%(url_terms)s" class="target-new">villkor</a> och <a href="%(url_privacy)s" class="target-new">integritetsprinciper</a>

source: <a target="_blank" href="{url}">You may use a pseudonym if you don't need to receive postal messages</a>.
fi: <a target="_blank" href="{url}">Voit käyttää nimimerkkiä, mikäli sinulla ei ole tarvetta vastaanottaa paperipostia</a>.
sv_fi: <a target="_blank" href="{url}">Du kan använda pseudonym om du inte behöver ta emot meddelanden</a>.

source: This email address already has an account. <a href="%s?simple" class="target-small">Please login using that email address.</a>
fi: Tälle sähköpostiosoitteelle on jo luotu käyttäjätili. <a href="%s?simple" class="target-small">Kirjaudu sisään käyttämällä tätä sähköpostiosoitetta.</a>

source: This email address is already registered, but not yet confirmed! Please click on the confirmation link in the mail we send you.
fi: Tämä sähköpostiosoite on jo rekisteröity, mutta sitä ei ole vielä vahvistettu! Klikkaa vahvistuslinkkiä, sähköpostissa, jonka lähetimme sinulle.
sv_fi: Den här e-postadressen är redan registerad, men ännu inte bekräftad! Var god klicka på länken i e-postmeddelandet vi skickat dig.

source: New email address
fi: Uusi sähköpostiosoite

source: A user with that email address already exists!
fi: Tällä sähköpostiosoitteella rekisteröity käyttäjä on jo olemassa!

source: Profile of <%(user)s>
fi: <%(user)s>:n profiili

source: Name Not Public
fi: Nimeä ei näytetä julkisesti

source: Your email address is now confirmed and you are logged in. You should change your password now by filling out the form below.
fi: Sähköpostiosoitteesi on nyt vahvistettu ja voit kirjautua sisään. Suosittelemme, että vaihdat salasanasi nyt täyttämällä allaolevan lomakkeen.
sv_fi: Din e-postadress är nu bekräftad och du är inloggad. Byt ditt lösenord genom att fylla i formuläret nedan.

source: Your request "%s" has now been sent
fi: Tietopyyntösi "%s" on nyt lähetetty
sv_fi: Den begäran "%s" har nu blivit avsänd

source: Your account is not active.
fi: Käyttäjätilisi on nyt aktivoitu.
sv_fi: Ditt konto är inte aktivt.

source: A recent change requires you to set your address! Please enter it below!
fi: Viimeisin toiminto edellyttää, että annat osoitteesi! Kirjoita se alle!

source: E-mail and password do not match.
fi: Sähköpostiosoite ja salasana eivät täsmää.
sv_fi: E-postadressen och lösenordet stämmer inte överens.

source: You are currently logged in, you cannot signup.
fi: Olet tällä hetkellä kirjautuneena palveluun, et voi luoda uutta tunnusta.
sv_fi: Du är redan inloggad och kan därför inte registrera dig.

source: You are not currently logged in, you cannot change your password.
fi: Et ole tällä hetkellä kirjautuneena palveluun, et voi vaihtaa salasanaa.
sv_fi: Du är för tillfället inte inloggad och kan därför inte ändra ditt lösenord.

source: Check your mail, we sent you a password reset link.
fi: Tarkista sähköpostisi, lähetimme sinulle salasananvaihtolinkin.

source: You are not currently logged in, you cannot change your address.
fi: Et ole tällä hetkellä kirjautuneena palveluun, et voi muuttaa osoitettasi.
sv_fi: Du är för tillfället inte inloggad och kan inte ändra din adress.

source: Your address has been changed.
fi: Osoitteesi on muutettu.

source: You are not currently logged in, you cannot change your email address.
fi: Et ole tällä hetkellä kirjautuneena palveluun, et voi vaihtaa sähköpostiosoitettasi.
sv_fi: Du är för tillfället inte inloggad och kan inte ändra din e-postadress.

source: Your email address could not be changed.
fi: Sähköpostiosoitettasi ei voitu vaihtaa.

source: We sent a confirmation email to your new address. Please click the link in there.
fi: Lähetimme vahvistusviestin uuteen sähköpostiosoitteeseesi. Klikkaa viestissä olevaa vahvistuslinkkiä.
sv_fi: Vi har sänt ett meddelande till din nya e-postadress. Var god, klicka på länken för bekräftelse som finns i meddelandet.

source: You are not currently logged in, you cannot delete your account.
fi: Et ole tällä hetkellä kirjautuneena palveluun, et voi lopettaa käyttäjätiliäsi.
sv_fi: Du är för tillfället inte inloggad och kan därför inte radera ditt konto.

source: Hello %(name)s, This is an email from %(site_name)s to confirm your new email address. Please visit the link below: %(url)s
fi: Hei %(name)s, Tämä on sähköpostiosoitteen vahvistusviesti %(site_name)s sivulta. Klikkaa tätä linkkiä vahvistaaksesi sähköpostiosoitteesi: %(url)s
sv_fi: Hej %(name)s, Detta är ett meddelande från %(site_name)s för att bekräfta din nya e-postadress. Var god klicka på länken nedan: %(url)s

source: Hello %(name)s, This is an email from %(site_name)s to confirm your email address. Please visit the link below: %(url)s
fi: Hei %(name)s, Tämä on sähköpostiosoitteen vahvistusviesti %(site_name)s sivulta. Klikkaa tätä linkkiä vahvistaaksesi sähköpostiosoitteesi: %(url)s
sv_fi: Hej %(name)s, Detta är ett e-postmeddelande från %(site_name)s för att bekräfta din e-postadress. Var god klicka på länken nedan: %(url)s

source: We have also generated a random password for you. You can use it to login, but you can also change it, if you want to. Your password is: %(password)s
fi: Olemme myös generoineet salasanan sinulle. Voit käyttää sitä kirjautuaksesi. Se on myös vaihdettavissa. Salasanasi on: %(password)s
sv_fi: Vi har också generat ett slumpmässigt lösenord åt dig. Du kan använda det för att logga in, men du kan också ändra det om du vill. Ditt lösenord är: %(password)s

source: Please Log In
fi: Kirjaudupa sisään
sv_fi: Var god logga in

source: Don't have an account? Sign up!
fi: Ei tiliä? Rekisteröidy!
sv_fi: Har du inget konto? Registrera dig!

source: New password:
fi: Uusi salasana:
sv_fi: Nytt lösenord:

source: Confirm password:
fi: Vahvista salasana:
sv_fi: Bekräfta lösenord:

source: Requests and activities of %(name)s
fi: Käyttäjän %(name)s pyynnöt ja toimet
sv_fi: Begäranden och aktiviteter för %(name)s

source: Profile of %(name)s
fi: Käyttäjän %(name)s profiili
sv_fi: Profil för %(name)s

source: One Request
fi: Yksi pyyntö
sv_fi: En begäran

source: Recent events
fi: Viimeisimmät tapahtumat
sv_fi: Senaste händelser

source: Your Organisation:
fi: Organisaati:
sv_fi: Din organisation:

source: Your email address:
fi: Sähköpostiosoite:

source: Your address:
fi: Postiosoite:
sv_fi: Din adress:

source: Your name is hidden on the web (this page is only visible to you).
fi: Nimesi piilotetaan julkisella verkkosivulla (tämä sivu näkyy vain sinulle).
sv_fi: Ditt namn är dolt på webben (endast du kan se denna sida).

source: You should change your password now.
fi: Sinun pitäisi vaihtaa salasanasi nyt.
sv_fi: Du borde byta ditt lösenord nu.

source: Change your password
fi: Muuta salasanasi
sv_fi: Byt ditt lösenord

source: You need to enter your address.
fi: Sinun täytyy syöttää osoitteesi.
sv_fi: Du måste ange din adress.

source: Change your address
fi: Muuta osoitteesi

source: Change address
fi: Muuta osoite

source: Change your email address
fi: Muuta sähköpostiosoitteesi

source: You will get an email to your new address and need to click a link in there.
fi: Saat viestin uuteen sähköpostiosoitteeseen - sinun pitää klikata viestissä olevaa vahvistuslinkkiä.

source: Change email
fi: Muuta sähköpostiosoite

source: Your Account
fi: Käyttäjätilisi
sv_fi: Ditt konto

source: One request that needs your attention
fi: Tietopyyntö, joka kaipaa huomiotasi

source: Your followed requests
fi: Seuraamasi tietopyynnöt

source: Recent event on your followed requests:
fi: Viimeisimmät tapahtumat seuraamissasi tietopyynnöissä:

source: Your are following one request, but there are no recent events.
fi: Seuraat yhtä tietopyyntöä, mutta siihen ei liity viimeaikaisia tapahtumia.

source: You don't follow any requests.
fi: Et seuraa yhtään tietopyyntöä.

source: Show all the requests that you are following.
fi: Näytä kaikki tietopyynnöt, joita seuraat.

source: You don't follow any requests. Click the follow button on a request page to follow it.
fi: Et seuraa yhtään tietopyyntöä. Klikkaa seuraa -nappia tietopyynnön sivulla seurataksesi sitä

source: Your account is not active. You need to click on the link we send to your address %(email)s.
fi: Käyttäjätilisi ei ole aktiivinen. Sinun täytyy klikata vahvistuslinkkiä, jonka lähetimme osoitteeseesi %(email)s.

source: Your Freedom of Information Requests
fi: Tietopyyntösi

source: Status
fi: Tila

source: Last Message
fi: Viimeisin viesti

source: Public
fi: Julkinen
sv_fi: Offentlig

source: until %(date)s
fi: %(date)s saakka

source: Requests based on this article:
fi: Tähän artikkeliin liittyvät tietopyynnöt:

source: Request "%(title)s" to %(name)s
fi: Tietopyynnöt "%(title)s" %(name)slle

source: Make a request based on this article:
fi: Tee pyyntö tämän artikkelin perusteella:

source: Make request to %(name)s
fi: Tee pyyntö kohteelle %(name)s

source: Ideas for requests:
fi: Pyyntöideoita:

source: Provide an idea for a request based on this article
fi: Lisää pyyntöidea tämän artikkelin pohjalta

source: Please login to provide an idea.
fi: Kirjaudu sisään lisätäksesi idea.

source: Read the news and make requests!
fi: Lue uutisia ja tee pyyntöjä!

source: Successfully added tags to requests
fi: Lisätty tageja pyyntöihin

source: Tag all requests with...
fi: Tagaa pyynnöt...

source: %d attachment(s) successfully marked as not approvable.
fi: %d liitettä merkitty hyväksymättömiksi
sv_fi: %d bilaga eller bilagor markera(de) som inte accepterade.

source: Mark selected as NOT approvable
fi: Merkitse hyväksymättömissä olevaksi
sv_fi: Markera valda som ICKE accepterade

source: Converted to PDF.
fi: Muunnettu PDF-muotoon.

source: Successfully triggered redelivery.
fi: Uudelleenlähetys onnistunui.
sv_fi: Sänt igen.

source: by topic %(topic)s
fi: aiheen %(topic)s perusteella
sv_fi: enligt ämne %(topic)s

source: to %(public_body)s
fi: %(public_body)s:lle
sv_fi: till %(public_body)s

source: We received an FoI mail to this address: %(address)s. No corresponding request could be identified, please investigate! %(url)s
fi: Vastaanotimme tietopyyntöviestin osoitteeseen: %(address)s. Vastaavia pyyntöjä ei tunnistettu, ole hyvä ja tutki! %(url)s

source: This request will be public immediately.
fi: Tämä pyyntö tulee olemaan julkinen heti
