Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Information Law
fi: Julkisuuslaki
sv_fi: Offentlighetslagen

source: You are not allowed to create a new public body
fi: Sinulla ei ole luvitusta luoda uutta viranomaista
sv_fi: Du har inte tillstånd att skapa en ny offentlig organisation.

source: You must specify a public body
fi: Määrittele viranomainen
sv_fi: Du måste specificera en offentlig organisation

source: Invalid value
fi: Virheellinen arvo
sv_fi: Ogiltigt värde

source: Invalid Information Law
fi: Virheellinen laki
sv_fi: Ogiltig lag

source: Default address of %(publicbody)s
fi: %(publicbody)s n oletusosoite
sv_fi: Förinställd adress för %(publicbody)s

source: If the public body is asking for your post address, check this and we will append it to your message.
fi: Mikäli viranomainen pyytää osoitettasi, tarkista se ja lisäämme sen viestiisi
sv_fi: Om myndigheten begär din adress, kryssa för här och vi lägger den till ditt meddelande.

source: Redirected to
fi: Uudelleen ohjattu henkilölle:
sv_fi: Vidarebefordrad till

source: If your message is redirected to a different Public Body, please specify the new Public Body
fi: Jos viestisi uudelleenohjattiin toiselle viranomaiselle, kirjoita tähän uuden viranomaisen nimi
sv_fi: Om ditt meddelande vidarebefordras till en annan myndighet, var god ange den nya myndigheten

source: Provide the redirected public body!
fi: Olet unohtanut antaa viranomaisen nimen jolle viestisi on uudelleenohjattu.
sv_fi: Ange den nya myndigheten!

source: Invalid FoI Request for this operation
fi: Väärin muotoiltu tietopyyntö tälle toiminnole.
sv_fi: Ogiltig offentlighetsbegäran för denna åtgärd.

source: Uploaded scans can be PDF, JPG or PNG. Please make sure to <strong>redact/black out all private information concerning you</strong>. All uploaded documents will be published!
fi: Digitoitu tiedosto voi olla PDF, JPG tai PNG muodossa.<strong>redact/ Varmista, että olet pyyhkinyt yli henkilökohtaiset tietosi</strong>,sillä kaikki lähetetyt documentit julkaistaan!

source: Letter text you have received
fi: Saamasi kirjeen teksti
sv_fi: Texten i brevet du mottagit

source: The text can be left empty, instead you can upload scanned documents.
fi: Tekstikenttä voidaan jättää tyhjäksi. Sen sijaan voit lähettää skannattuja dokumentteja.
sv_fi: Textfältet kan lämnas tomt. Du kan instället ladda upp inskannade dokument.

# URL part
source: to
fi: kenelle
sv_fi: till

source: The request has been successul.
fi: Tietopyyntö on onnistunut

source: The Public Body stated that it does not possess the information.
fi: Viranomaisen mukaan sillä ei ole kyseistä tietoa
sv_fi: Den myndighet uppgav att de inte har informationen.

source: successful
fi: onnistui
sv_fi: besvarad

source: partially-successful
fi: onnistui-osittain
sv_fi: delvis besvarad

source: refused
fi: evätty
sv_fi: avslagen

source: withdrawn
fi: peruttu
sv_fi: tillbakadragen

source: withdrawn-costs
fi: peruttu-maksullisuuden-takia
sv_fi: tillbakadragen-kostnader

source: publicbody-needed
fi: viranomainen-puuttuu
sv_fi: myndighet-behövs

source: awaiting-response
fi: odottaa-vastausta
sv_fi: inväntar-svar

source: not-held
fi: pyydettyä-tietoa-ei-ole
sv_fi: finns-ej

source: has-fee
fi: maksullinen
sv_fi: har-kostnad

source: Visible to Requester
fi: Näkyvissä tietopyynnön tekijälle
sv_fi: Synlig för Begärare

source: Date of first message
fi: Viestin päiväys
sv_fi: Datum för det första meddelandet

source: Dear Sir or Madam, ... Sincerely yours %(name)s
fi: Hyvä ... Ystävällisin terveisin %(name)s
sv_fi: Bästa mottagare, ... Högaktningsfullt, %(name)s

source: Complaint about request "%(title)s"
fi: Valitus pyynnöstä "%(title)s"
sv_fi: Besvär angående begäran "%(title)s"

source: NAME
fi: NIMI
sv_fi: NAMN

source: Message contains PDF
fi: Viesti sisältää PDF-tiedoston
sv_fi: Meddelandet innehåller PDF

source: %(site_name)s: Please classify the reply to your request
fi: %(site_name)s: Ole hyvä, luokittele pyynnön vastaus
sv_fi: %(site_name)s: Var god klassificera svaret på din begäran

source: %(site_name)s: Update on one of your request
fi: %(site_name)s: Päivitys yhdellä pyynnöistäsi
sv_fi: %(site_name)s: En avisering för din begäran

source: Is this message a response?
fi: Onko tämä viesti vastaus?
sv_fi: Är detta meddelande ett svar?

source: Postal?
fi: Postinumero?
sv_fi: Per post?

source: Original
fi: Alkuperäinen

source: Belongs to request
fi: Kuuluu pyyntöön
sv_fi: Tillhör begäran

source: Name
fi: Nimi
sv_fi: Namn

source: Format
fi: Formaatti

source: %(user)s suggested %(public_body)s for the request '%(request)s'
fi: %(user)s ehdotti %(public_body)s tietopyyntöä '%(request)s'
sv_fi: %(user)s föreslog %(public_body)s för begäran '%(request)s'

source: %(user)s reported costs of %(amount)s for this request.
fi: %(user)s käyttäjää raportoi tälle pyynnölle kustannukseksi %(amount)s.
sv_fi: %(user)s rapporterade kostnader på %(amount)s för denna begäran.

source: Received an email from %(public_body)s.
fi: Vastaanotti sähköpostin %(public_body)s lta.
sv_fi: Mottog ett e-postmeddelande från %(public_body)s.

source: %(user)s sent a message to %(public_body)s.
fi: %(user)s lähetti viestin %(public_body)s.
sv_fi: %(user)s skickade ett meddelande till %(public_body)s.

source: Request was redirected to %(public_body)s and due date has been reset.
fi: Viesti välitettiin %(public_body)s jonka vuoksi määräaika on asetettu uudelleen.
sv_fi: Begäran vidarebefodrades till %(public_body)s och förfallodagen har ändrats.

source: %(user)s set status to '%(status)s'.
fi: %(user)s asetti tilaksi '%(status)s'.
sv_fi: %(user)s ställde in status som '%(status)s'.

source: %(user)s made the request '%(request)s' public.
fi: %(user)s on pyytänyt '%(request)s' julkiseksi.
sv_fi: %(user)s gjorde begäran '%(request)s' offentlig.

source: %(public_body)s refused to provide information on the grounds of %(reason)s.
fi: %(public_body)s kieltäytyi luovuttamasta tietoja %(reason)s perusteella.
sv_fi: %(public_body)s gav inte ut information på grund av %(reason)s.

source: %(public_body)s answered partially, but denied access to all information on the grounds of %(reason)s.
fi: %(public_body)s vastasi osittain, mutta epäsi pääsyn tietoon kokonaisuudessaan%(reason)s perusteella.
sv_fi: %(public_body)s svarade delvis, men nekade tillgång till viss information på grund av %(reason)s.

source: %(user)s set '%(name)s' as the information law for the request %(request)s.
fi: %(user)s asetti '%(name)s' lakiperustaksi %(request)s pyynnölle.
sv_fi: %(user)s angav '%(name)s' som lag för begäran %(request)s.

source: %(user)s added a reply that was received via snail mail.
fi: %(user)s lisäsi vastauksen joka oli vastaanotettu paperipostilla.
sv_fi: %(user)s lade till ett svar som mottagits per post.

source: %(user)s filed a complaint to the %(public_body)s about the handling of this request %(request)s.
fi: %(user)s täytti valituksen %(public_body)s lle asian käsittelystä %(request)s pyynnössä.
sv_fi: %(user)s besvärade sig om behandlingen av %(request)s till %(public_body)s.

source: The deadline of request %(request)s has been extended.
fi: Määräaikaa pyynnölle %(request)s on jatkettu
sv_fi: Tidsgränsen för begäran %(request)s har förlängts.

source: %(site_name)s: Request became overdue
fi: %(site_name)s: Pyynnön määräaika on täyttynyt
sv_fi: %(site_name)s: Begäran förföll

source: %(site_name)s: Request became asleep
fi: %(site_name)s: Pyyntö on pysäytetty
sv_fi: %(site_name)s: Begäran blev vilande

source: You received a reply to your Freedom of Information Request
fi: Olet saanut vastauksen tietopyyntöösi

source: Your request received a suggestion for a Public Body
fi: Olet saanut ehdotuksen viranomaisen lisäämiseen

source: Your Message was sent
fi: Viestisi on lähetetty

# URL part
source: not-foi
fi: ei-tietopyynto
sv_fi: icke-offentlighetsbegäran

# URL part
source: latest
fi: viimeisin
sv_fi: senaste

# URL part
source: topic
fi: aihe
sv_fi: ämne

# URL part
source: tag
fi: tagi
sv_fi: nyckelord

source: Others can now suggest the Public Bodies for your request.
fi: Muut voivat nyt ehdottaa tietopyynnöllesi kohdeviranomaista.
sv_fi: Andra kan nu föreslå till vilken Offentlig Organisation din begäran ska sändas.

source: Your request will be sent as soon as the newly created Public Body was confirmed by an administrator.
fi: Tietopyyntösi lähetetään heti, kun ylläpitäjä on hyväksynyt vasta lisätyn uuden viranomaisen.
sv_fi: Din begäran kommer att sändas så snart den nya Offentliga Organisationen bekräftats av en administratör.

source: Your request has been sent.
fi: Pyyntösi on lähetetty.
sv_fi: Din begäran har skickats.

source: ?request-made
fi: ?tietopyynto-tehty

source: Request was sent to: %(name)s.
fi: Pyyntö lähetettiin: %(name)s:lle.
sv_fi: Begäran sändes till: %(name)s.

source: Your Message has been sent.
fi: Viestisi on lähetetty.
sv_fi: Ditt meddelande har skickats.

source: Tags have been set for this request
fi: Asiasanat on nyt asetettu tälle tietopyynnölle
sv_fi: Nyckelord har valts gör denna begäran

source: Your document was added to the message and replaced an existing attachment with the same name.
fi: Asiakirjasi lisättiin viestiin ja se korvasi aiemman saman nimisen liitteen.
sv_fi: Ditt dokument lades till i meddelandet och ersatte en existerande bilaga med samma namn.

source: Your document was added to the message as a new attachment.
fi: Asiakirjasi lisättiin viestiin uutena liitteenä.
sv_fi: Ditt dokument lades till meddelandet som en ny bilaga.

source: Request marked as not a FoI request.
fi: Tietopyyntö merkittiin ei-julkisuuslain-mukaiseksi.
sv_fi: Begäran markerades som icke offentlighetsbegäran.

source: Request marked as checked.
fi: Tietopyyntö merkittiin tarkastetuksi.
sv_fi: Begäran markerad som granskad.

source: Please see this request on FragDenStaat.de where you granted access to this information: %(url)s
fi: Tarkista tämä pyyntö tietopyynto.fi -palvelussa, missä olet julkaissut tiedot: %(url)s

source: and last name
fi: sukunimesi

source: Your Email Address
fi: Sähköpostiosoitteesi

source: Preview Request
fi: Esikatsele pyyntöä

source: How to make a successful FOI Request
fi: Kuinka tehdä hyvä tietopyyntö

source: Status:
fi: Tilanne:

source: No requests with this status yet.
fi: Tässä tilassa olevia tietopyyntöjä ei ole

source: Add tags to multiple requests
fi: Lisää asiasanoja useampaan tietopyyntöön kerralla

source: Add these tags to all selected requests:
fi: Lisää nämä asiasanat kaikkiin valittuihin tietopyyntöihin

source: Enter Tags here
fi: Kirjoita asiasana tähän

source: Add tags to these requests
fi: Lisää asiasanoja näille pyynnöille

source: Number of Requests
fi: Pyyntömäärä
sv_fi: Antal begäranden

source: Number of Users
fi: Käyttäjämäärä
sv_fi: Antal användare

source: %(name)s: all requests
fi: %(name)s: kaikki pyynnöt
sv_fi: %(name)s: alla ärenden

source: Requests with tag "%(name)s"
fi: Pyyntöjä asiasanalla "%(name)s"
sv_fi: Begäranden med nyckelordet "%(name)s"

source: Requests in topic "%(name)s"
fi: Pyyntöjä kategoriassa "%(name)s"
sv_fi: Begäranden gällande ämnet "%(name)s"

source: Requests to %(name)s
fi: Pyyntöjä %(name)slle
sv_fi: Begäranden till %(name)s

source: Filtered by requests to Public Bodies in %(name)s.
fi: Listaus pyynnöittäin viranomaisille %(name)ssa
sv_fi: Avgränsad enligt begäranden till myndigheter i %(name)s.

source: %(counter)s request
fi: %(counter)s tietopyyntö
sv_fi: %(counter)s begäran

source: %(name)s requests by status
fi: %(name)s tietopyynnöt statuksen perusteella
sv_fi: %(name)s ärenden enligt status

source: %(name)s requests by category
fi: %(name)s tietopyynnöt luokan perusteella
sv_fi: %(name)s ärenden enligt kategori

source: By jurisdiction
fi: Toimialueen perusteella
sv_fi: Enligt område

source: By status
fi: Tilan perusteella
sv_fi: Enligt status

source: By category
fi: Luokan perusteella
sv_fi: Enligt kategori

source: RSS Feed
fi: RSS syöte
sv_fi: RSS-flöde

source: Atom Feed
fi: Atom syöte
sv_fi: Atom-flöde

source: Show all Non-FoI requests
fi: Näytä kaikki pyynnöt, jotka eivät perustu julkisuuslakiin
sv_fi: Visa icke offentlighetsbegäranden

source: Mark as checked
fi: Merkitse valituksi
sv_fi: Markera som granskad

source: View on Site
fi: Näytä sivulla
sv_fi: Visa på sidan

source: View on Admin
fi: Näytä adminina
sv_fi: Visa på Admin

source: Preview in Browser
fi: Esikatsele selaimessa
sv_fi: Förhandsgranska i webbläsare

source: No file present!
fi: Ei tiedostoa
sv_fi: Det finns ingen fil!

source: May not contain private information
fi: Ei voi sisältää yksityisyydensuojan alaisia
sv_fi: Får inte innehålla privata personuppgifter

source: May only contain name %(name)s.
fi: Tämä sisältää vain nimen %(name)s.
sv_fi: Får endast innehålla namnet %(name)s.

source: Publish this attachment
fi: Julkaise tämä liite
sv_fi: Publicera denna bilaga

source: No request present!
fi: Ei tietopyyntöä!
sv_fi: Det finns ingen begäran!

source: Go to each page of the PDF and locate the parts that need to be blacked out. Draw a rectangle over the area by clicking the mouse and dragging it. Be sure to also black out the email address of %(name)s if it is visible.
fi: Käy kullakin sivulla ja etsi mustattavat kohdat. Piirrä hiirellä nelikulmio alueen yli valitsemalla ja raahaamalla mustattavan alueen yli.Muista peittää myös %(name)sn sähköpostiosoite jos se on näkyvissä.
sv_fi: Gå till varje sida i PDF-filen och sök de ställen som behöver svärtas. Rita en rektangel över området genom att klicka och släpa med musen. Var noggrann med att också svärta e-postadressen för %(name)s om den framgår.

source: The original version of the document will still be available to you (but not to the public). If the document does not load correctly, cancel and inform a site moderator.
fi: Alkuperäinen dokumentti tulee olemaan sinulle käytettävissä, mutta ei yleisölle.Jos dokumentti ei lataudu oikein, peruuta ja ota yhteyttä sivuston moderaattoriin.
sv_fi: Ladda ner originaldokumentet som fortfarande finns tillgängligt för dig (men inte för allmänheten). Om dokumentet inte laddas korrekt, ångra och informera moderatorn.

source: Note: in order to redact documents an up-to-date version of a modern browser is required. Using Internet Explorer will likely not work.
fi: Anonymisoidaksesi dokumentteja, tarvitset päivitetyn modernin selaimen.Internet Explorer tuskin toimii.
sv_fi: Observera: För att redigera dokument behövs en uppdaterad version av webbläsaren. Att använda Internet Explorer fungerar sannolikt inte.

source: Save and publish blacked out version
fi: Tallenna ja julkaise versio, josta arkaluontoiset tiedot on peitetty
sv_fi: Spara och publicera den svärtade versionen

source: Redaction process started, please wait...
fi: Tiedostojen yhdistelyprosessi on aloitettu, odota hetki...
sv_fi: Redigeringsprocessen har påbörjats, var god vänta ...

source: Visit the website of this Public Body
fi: Vieraile viranomaisen sivustolla
sv_fi: Besök webbplatsen för denna myndighet

source: /Dear Sir or Madam/
fi: Hei
sv_fi: /Bästa mottagare/

source: /Kind Regards/
fi: Terveisin
sv_fi: /Med vänlig hälsning/

source: Search the internet for information
fi: Hae tietoa internetistä

source: Search Public Body Website
fi: Hae viranomaisen sivustoa
sv_fi: Sök på Offentlig Organisations webbplats

source: We found an email address in your text: {{ email }}. Do not sent personal data to the Public Body.
fi: Löysimme sähköpostiosoitteesi ({{ email }}) tekstistä. Älä lähetä henkilökohtaista tietoa viranomaiselle.
sv_fi: Vi hittade en e-postadress i din text: {{ email }}. Skicka inte personuppgifter till myndigheten.

source: We found {{ find }} in your text, but there is already a greeting at the top of the letter!
fi: Löysimme {{ find }} tekstistä vaikka kirjeen alussa on jo tervehdys!
sv_fi: Vi hittade {{ find }} i din text, men det finns redan en hälsning i brevet!

source: We found {{ find }} in your text, but there is already a closing at the bottom of the letter!
fi: Löysimme {{ find }} tekstistä vaikka kirjeellä on jo lopetus!
sv_fi: Vi hittade {{ find }} i din text, med det finns redan en avslutningsfras i brevet!

source: Don't leave the body of your message empty
fi: Älä jätä viestiäsi tyhjäksi
sv_fi: Lämna inte textfältet av ditt meddelande tomt

source: Don't leave the subject of your message empty
fi: Älä jätä viestisi aihetta tyhjäksi
sv_fi: Lämna inte ämnet av ditt meddelande tomt

source: Write a request
fi: Kirjoita pyyntö
sv_fi: Skriv en begäran

source: Step 1 - Find the Public Body
fi: Vaihe 1 - Hae viranomainen

source: Don't select a public body for now. Let others help to find the right Public Body later.
fi: Älä valitse viranomaista vielä. Anna muiden löytää viranomainen myöhemmin
sv_fi: Välj inte en Offentlig Organisation nu. Låt andra hjälpa att hitta den rätta Offentliga Organisationen senare.

source: Create a new public body on the fly.
fi: Luo viranomainen lennosta.
sv_fi: Skapa en ny Offentlig Organisation i förbifarten.

source: Please select one of the above options to proceed.
fi: Valitse yksi yllä olevista vaihtoehdoista edetäksesi.
sv_fi: Var god välj ett av alternativen ovan för att gå vidare.

source: Step 2 - Choose the type of request
fi: Vaihe 2 - Valitse pyynnön tyyppi

source: What kind of information do you want?
fi: Millaista tietoa haluat?
sv_fi: Hurdan information vill du ha?

source: a matter that involves you personally
fi: tietoa joka koskee minua henkilökohtaisesti
sv_fi: ett ärende som gäller dig personligen

source: Questions like "Where do I get X?" or "What do I have to do if X?"
fi: Kysymyksiä kuten "Mistä saan X:n?" tai "Miten tämä liittyy X:ään?"
sv_fi: Frågor som "Var får jag X?" eller "Vad ska jag göra för att X?"

source: a question about a political opinion
fi: poliittista mielipidettä
sv_fi: en fråga om politisk åsikt

source: Questions like "Why don't you do X?" or "How can it be that X?"
fi: Kysymyksiä kuten "Miksi et X?" tai "Miten on mahdollista että X?"
sv_fi: Frågor som "Varför gör ni inte X" eller "Varför är det så, att X?"

source: a matter of general interest (Freedom of Information request)
fi: yleishyödyllistä tietoa (tiedon vapauteen liittyvä pyyntö)
sv_fi: en fråga av allmänt intresse (en offentlighetsbegäran)

source: Questions like "How much did X cost?" or "Please give me a list of X?"
fi: Kysymyksiä kuten "Kuinka paljon X maksoi?" tai "Toimita listaus aiheesta X?"
sv_fi: Frågor av typen "Vad kostade X?" eller "Ge mig en lista på X?"

source: Please select one of the above options!
fi: Valitse yksi yllä olevista vaihtoehdoista!
sv_fi: Vänligen välj ett av ovanstående alternativ!

source: A request about a matter involving you personally
fi: Itseänihenkilökohtaisesti koskeva pyyntö
sv_fi: En begäran angående ett ärende som involverar dig

source: If you want to ask a question that relates to you personally, like how you can achieve something or who you have to contact, you need publicly available information from that public body:
fi: Halutessasi pyytää vastausta itseäsi henkilökohtaisesti koskevaan kysymykseen, kuten kuinka saada tietty asia aikaiseksi tai minne ottaa yhteyttä, tarvitset viranomaiselta julkista tietoa tältä viranomaiselta.
sv_fi: Om du vill ställa en fråga som gäller dig personligen, till exempel hur du kan uppnå någonting eller vem du borde ta kontakt med, behöver du information som finns allmänt tillgänglig hos myndigheten:

source: Click here to go to 115.de - the Public Body Service Hotline
fi: Klikkaa tästä mennäksesi osoitteeseen 115.de - Viranomaishotline
sv_fi: Klicka här för att gå till myndighetsportalen.

source: Please note that you shouldn't use this site to request personal information.
fi: Ota huomioon ettei sinun pitäisi käyttää tätä sivustoa pyytääksesi henkilökohtaista tietoa.
sv_fi: Observera att du inte ska använda denna webbplats för att begära personlig information.

source: A request about an opinion
fi: Mielipiteeseen liittyvä pyyntö
sv_fi: En begäran om ett utlåtande

source: In order to ask about a political state, you need to talk to people not public bodies. Please ask your Member of Parliament about the topic you are interested in:
fi: Pyytääksesi tietoja asian poliittisesta tilasta sinun tulisi keskustella luottamushenkilöiden eikä viranomaisten kanssa. Ota yhteyä esimerkiksi kansanedustajaasi tiedustellaksesi aiheesta, josta olet kiinnostunut:
sv_fi: För att fråga om ett politiskt läge, bör du tala med människor som inte verkar inom myndigheterna. Vänd dig till exempel till en riksdagsman eller en kommunalpolitiker.

source: Click here to go to abgeordnetenwatch.de
fi: Klikkaa tästä mennäksesi tietopyynto.fi:hin
sv_fi: Klicka här för att gå till okf.fi

source: Step 3 - Write the Request
fi: Vaihe 3 - Kirjoita tietopyyntö

source: Please have a look if the information you are looking for is already available online.
fi: Tarkista, onko tarvitsemasi tieto jo saatavilla verkossa.

source: Search this site for %(topic)s
fi: Hae %(topic)s-aiheita
sv_fi: Sök denna webbsida efter %(topic)s

source: Explore other requests made to this Public Body
fi: Tutki muut tietopyynnöt jotka on tehty tälle viranomaiselle.
sv_fi: Undersök andra begäranden gjorda till denna Offentliga Organisation.

source: Try a Google Search for your topic
fi: Kokeile Google-hakua aiheestasi

source: If you could not find the information you are looking for, write a request below.
fi: Mikäli et löytänyt etsimääsi tietoa, kirjoita pyyntö alla.

source: Request Subject
fi: Pyynnön aihe
sv_fi: Ämne för begäran

source: Your Request:
fi: Pyyntösi:
sv_fi: Din begäran:

source: and
fi: ja

source: Legal Explanation:
fi: Lakitekninen selitys:
sv_fi: Juridisk förklaring:

source: Your Post Address:
fi: Postiosoitteesi:
sv_fi: Din postadress:

source: Review and Submit
fi: Esikatsele ja lähetä
sv_fi: Förhandsgranska och skicka in

source: Step 4 - Review your Request and Submit
fi: Vaihe 4- Esikatsele tietopyyntösi ja lähetä

source: Review your Request and Submit
fi: Esikatsele tietopyyntösi ja lähetä
sv_fi: Granska din begäran och skicka

source: edit your request again
fi: muokkaa tietopyyntöäsi uudestaan
sv_fi: redigera din begäran igen

source: Submit Request
fi: Lähetä tietopyyntö
sv_fi: Skicka begäran.

source: Similar Requests
fi: Samankaltaiset tietopyynnöt
sv_fi: Liknande begäranden

source: None found
fi: Mitään ei löytynyt
sv_fi: Inga resultat

source: This request is <strong>not public</strong> at the moment.
fi: Tämä pyyntö <strong>ei tule olemaan julkinen</strong> tällä hetkellä.
sv_fi: Denna begäran är <strong>inte offentlig</strong> just nu.

source: Make this request public now
fi: Tee tämä pyyntö julkiseksi nyt
sv_fi: Offentliggör denna begäran nu

source: This request received a reply and is in an unknown state. If you created this request, please <a href="%(login_url)s">log in</a> and set a new status.
fi: Tähän tietopyyntöön on vastattu ja sen tila on epäselvä. Jos sinä teit tietopyynnön, niin <a href="%(login_url)s">kirjaudu sisään</a> ja aseta tietopyynnölle uusi tila.
sv_fi: Denna begäran har fått ett svar och har nu okänd status. Om du skapade denna begäran, var snäll <a href="%(login_url)s">logga in</a> och ge den rätt status

source: <b>Hey %(name)s</b>, please read the latest response and <a href="#set-status" data-tabgo="tab">set a new status for this request</a>!
fi: <b>Hei %(name)s</b>, luethan viimeisimmän vastauksen ja <a href="#set-status" data-tabgo="tab">päivität tietopyynnölle uuden tila</a>!
sv_fi: <b>Hej %(name)s</b>, vad god läs det senaste svaret <a href="#set-status" data-tabgo="tab">och ge begäran rätt status</a>!

source: <b>Hey %(name)s</b>, your request is <b>overdue</b>!<br/> Please act now:
fi: <b>Hei %(name)s</b>, pyyntösi on <b>overdue</b>!<br/> Toimithan nyt:
sv_fi: <b>Hej %(name)s</b>, din begäran är <b>försenad</b>!<br/> Vad god reagera nu:
