Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: This message may contain information that you may wish to not publish until after the whole request finished. The following message is therefore currently only visible to you.
de: Diese Nachricht enthält ggf. Informationen, die Sie erst nach Abschluss Ihrer Anfrage veröffentlichen sollten. Daher ist der Inhalt der Nachricht momentan nur für Sie sichtbar.
fi: Tämä viesti saattaa sisältää tietoja, joita et mahdollisesti halua julkaista ennen, kuin koko tietopyyntöprosessi on valmis. Seuraava viesti on tällä hetkellä näkyvillä vain sinulle.
sv_fi: Detta meddelande innehåller information som du kanske inte vill publicera förrän hela begäran är klar. Detta meddelande är därför synligt bara för dig just nu.

source: Publish message content
de: Inhalt der Nachricht veröffentlichen

source: Reply
de: Antworten

source: From
de: Von
fi: Lähettäjä
sv_fi: Från

source: Only visible to you
de: Nur für Sie sichtbar

source: change
de: ändern
fi: muutos
sv_fi: ändra

source: Set the Public Body that sent this message:
de: Geben Sie die Behörde an, die dieses Antwort gesendet hat:
fi: Aseta viestin lähettänyt viranomainen.
sv_fi: Välj myndighet som skickat detta meddelande:

source: Set Sending Public Body
de: Absender:in angeben
fi: Aseta lähettävä viranomainen
sv_fi: Välj avsändande myndighet

source: Additional recipients
de: Weitere Empfänger:innen

source: Subject hidden
de: Betreff versteckt

source: Recipient name
de: Empfängername

source: Set the public body that received this message:
de: Geben Sie die Behörde an, die diese Nachricht erhalten hat:

source: Set receiving public body
de: Empfangende Behörde festlegen

source: Message was not sent
de: Nachricht wurde nicht gesendet

source: %(kind)s was sent successfully.
de: %(kind)s wurde erfolgreich versendet.

source: %(kind)s delivery is ongoing...
de: %(kind)s wird verschickt...

source: %(kind)s delivery status is unknown.
de: %(kind)s-Versandstatus ist unbekannt.

source: Show technical delivery log
de: Zustellungsprotokoll anzeigen

source: Show mail authenticity information
de: Zeige Authentizitätsinformationen der E-Mail

source: View message in admin
de: Nachricht im Admin
fi: Näytä viesti ylläpitäjän näkymässä
sv_fi: Visa meddelanden som administratör

source: Guidance
de: Beratung

source: In admin
de: Im Admin

source: Add custom
de: Eigene hinzufügen

source: Rerun guidance
de: Beratung aktualisieren

source: Run + Notify
de: Aktualisieren + Benachrichtigungen

source: Resend
de: Erneut senden

source: Close
de: Schließen

source: Resend to updated “%(name)s” default email address?
de: Erneut an Standard-E-Mail-Adresse von „%(name)s“ senden?

source: Resend to default email address of “%(name)s”.
de: Erneut an Standard-E-Mail-Adresse von „%(name)s“ senden.

source: Assign team to request
de: Weise ein Team zu dieser Anfrage zu

source: Set team
de: Team festlegen

source: Assign request to project
de: Weise dieser Anfrage ein Projekt zu

source: Set project
de: Projekt festlegen

source: Set Law
de: Gesetz festlegen
fi: Aseta laki
sv_fi: Välj lag

source: Please choose the law under which you received an answer. If it is not obvious, leave it as it is.
de: Bitte wählen Sie das Gesetz, auf das sich die Behörde in ihrer Antwort bezieht. Wenn es unklar ist, brauchen Sie keine Änderung vornehmen.

source: Set Concrete Law
de: Konkretes Gesetz festlegen
fi: Aseta konkreettinen lain kohta
sv_fi: Välj lag

source: Secret Short URL
de: Geheime Kurz-URL
fi: Salainen lyhyt-URL
sv_fi: Hemlig förkortad URL

source: This URL gives read access to others.
de: Diese URL gibt anderen Lese-Zugriff.
fi: Tämä URL antaa lukuoikeuden muille.
sv_fi: Denna URL ger andra tillgång till läsning

source: One Message
de: Eine Nachricht

source: overdue
de: verspätet
fi: myöhästynyt
sv_fi: försenad

source: Deadline expired %(ago)s
de: Frist abgelaufen %(ago)s

source: Hello %(name)s, Your request “%(title)s” is not marked as resolved and has not seen any activity in the last 6 months. Therefore your request has been marked asleep. If you received a postal answer, please upload it to the request: %(upload_action_url)s If you have not received an answer, you can send a reminder to the public body: %(write_action_url)s If you are no longer interested in the request, you can mark it as resolved here: %(status_action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, Ihre Anfrage „%(title)s“ hat kein Ergebnis und hatte in den letzten 6 Monaten keine Aktivität. Daher ist Ihre Anfrage jetzt eingeschlafen. Falls Sie in der Zwischenzeit eine Antwort per Post erhalten haben, laden Sie diese bitte hoch: %(upload_action_url)s Falls Sie keine Antwort erhalten haben, können Sie der Behörde eine Erinnerung schicken: %(write_action_url)s Falls Sie kein Interesse mehr an der Anfrage haben, können Sie die Anfrage einfach als abgeschlossen markieren: %(status_action_url)s Beste Grüße, %(site_name)s

source: Hello %(name)s, Your request “%(title)s” seems to not have gotten an answer in the required time and became overdue. We recommend that you send another message to the public body to check the status of the request and if they received it. %(write_action_url)s If you received a postal answer, please upload it to the request: %(upload_action_url)s If you are no longer interested in the request, you can set its status to resolved: %(status_action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, Ihre Anfrage „%(title)s“ wurde offenbar nicht in der gesetzlichen Frist beantwortet und ist nun verspätet. Wir empfehlen Ihnen eine weitere Nachricht an die Behörde zu senden und den Status der Anfrage zu erfragen. %(write_action_url)s Falls Sie zwischenzeitlich eine Antwort per Post erhalten haben, fügen Sie diese Antwort bitte Ihrer Anfrage hinzu. Hier ist ein Link zu Ihrer Anfrage: %(upload_action_url)s Falls Sie kein Interesse mehr an der Anfrage haben, können Sie die Anfrage einfach als abgeschlossen markieren: %(status_action_url)s Beste Grüße, %(site_name)s

source: Hello %(name)s, Your request "%(title)s" has received a reply, but it is unclear if the request is now finished. Please use the following link to set if the request is still ongoing or finished: %(status_action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, Ihre Anfrage „%(title)s“ hat zwar bereits eine Antwort erhalten, aber es ist unklar, ob die Anfrage damit abgeschlossen ist. Bitte stellen Sie unter folgendem Link ein, ob die Anfrage noch läuft oder abgeschlossen ist: %(status_action_url)s Beste Grüße, %(site_name)s

source: Hello %(name)s, your message for the Freedom of Information request "%(title)s" has been sent to %(pbname)s. We will notify you when you get a response. %(action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, Ihre Nachricht zur Anfrage „%(title)s“ an %(pbname)s wurde gesendet. Wir werden Sie benachrichtigen, sobald Sie eine Antwort erhalten. %(action_url)s Beste Grüße, %(site_name)s

source: Hello %(name)s, your project "%(title)s" has been created and we are sending the requests to the public bodies now. We will notify you when you get responses. %(action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, Ihr Projekt „%(title)s“ wurde erstellt und wir versenden gerade Ihre Anfragen an die Behörden. Wir werden Sie benachrichtigen, sobald Sie Antworten erhalten. %(action_url)s Beste Grüße %(site_name)s

source: Hello %(name)s, your request "%(title)s" to "%(public_body)s" has been sent. We will notify you when you get a response. %(action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, Ihre Anfrage „%(title)s“ an %(public_body)s wurde gesendet. Wir werden Sie benachrichtigen, sobald Sie eine Antwort erhalten. %(action_url)s Beste Grüße, %(site_name)s

source: Sincerely yours,
de: Mit freundlichen Grüßen
fi: Ystävällisin terveisin,
sv_fi: Högaktningsfullt,

source: Dear Sir or Madam, I'd like to make a request under a (yet to be determined) freedom of information law.
de: Guten Tag, ich würde gerne eine Anfrage nach einem (noch festzulegenden) Informationsfreiheitsgesetz stellen.
fi: Hyvä vastaanottaja, haluaisin tehdä julkisuuslain mukaisen tietopyynnön.
sv_fi: Bästa mottagare, Jag vill göra en offentlighetsbegäran gällande en (ännu o bestämd) lag om myndighetshandlingars offentlighet.

source: From: %(from)s
de: Von: %(from)s
sv_fi: Från: %(from)s

source: To: %(to)s
de: An: %(to)s

source: Date: %(date)s Via: Postal Mail
de: Datum: %(date)s Via: Postalischer Zustellung
sv_fi: Datum: %(date)s Via: Post

source: Date: %(date)s Via: Email
de: Datum: %(date)s Via: E-Mail
sv_fi: Datum: %(date)s Via: E-post

source: Subject: %(subject)s
de: Betreff: %(subject)s
sv_fi: Ang: %(subject)s

source: Attachments:
de: Anhänge:
sv_fi: Bilagor

source: The following attachments could not be sent via email because of their size. You can find them via the provided link:
de: Die folgenden Anhänge konnten wegen ihrer Größe nicht per Mail versendet werden. Sie können sie auf der Anfrageseite finden:

source: Request Number: %(num)s
de: Anfragenr: %(num)s
sv_fi: Begäranden till %(num)s

source: Reply To: %(email)s
de: Antwort an: %(email)s
sv_fi: Svar till: %(email)s

source: Upload large files for this request here:
de: Laden Sie große Dateien zu dieser Anfrage hier hoch:

source: Post Address:
de: Postanschrift
fi: Postiosoite:
sv_fi: Postadress:

source: Dear Sir or Madam, I'd like to complain about the handling of the request under the %(law)s documented here: %(link)s You can also find all documents related to this request attached to this email. I believe this request has been mishandled because … Sincerely yours %(name)s
de: Guten Tag, ich bitte um Vermittlung bei einer Anfrage nach dem %(law)s. Die bisherige Korrespondenz finden Sie hier: %(link)s Ich bin der Meinung, die Anfrage wurde zu Unrecht auf diese Weise bearbeitet, weil … Sie finden auch alle Dokumente zu dieser Anfrage als Anhang zu dieser E-Mail. Sie dürfen meinen Namen gegenüber der Behörde nennen. Mit freundlichen Grüßen %(name)s

source: Hello %(name)s, %(pbname)s sent you a response to your request “%(title)s”. Please read the response and change the status of the request if needed. You can also send another message. To read your response and to reply to the authority, click the link below: %(action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, %(pbname)s hat auf Ihre Anfrage „%(title)s“ geantwortet. Bitte lesen Sie die Nachricht auf FragDenStaat.de und tragen ein, ob die Anfrage abgeschlossen ist. Sie können dort auch eine weitere Nachricht senden. Um die Antwort zu lesen und der Behörde zu antworten, klicken Sie auf diesen Link: %(action_url)s Beste Grüße, %(site_name)s

source: Hello %(name)s, Our moderation team has determined that your request "%(title)s" is not suitable for our platform. Your request will continue as before, but it will no longer be visible to other users. You can find your request here: %(action_url)s Cheers, %(site_name)s
de: Hallo %(name)s, unser Moderations-Team hat Ihre Anfrage „%(title)s“ als unpassend für unsere Plattform markiert. Ihre Anfrage läuft weiter wie zuvor, aber sie ist nicht mehr öffentlich sichtbar. Sie können Ihre Anfrage hier finden: %(action_url)s Beste Grüße %(site_name)s

source: Your request is not suitable for our platform
de: Ihre Anfrage passt leider nicht zu unserer Plattform

source: Dear Sir or Madam, My Freedom of Information request "%(title)s" (%(date)s, #%(num)s) was not answered in the time defined by law and is now %(due)s late. Please update me on the status of my request as soon as possible. Sincerely yours, %(name)s
de: Guten Tag, meine Informationsfreiheitsanfrage „%(title)s“ vom %(date)s (#%(num)s) wurde von Ihnen nicht in der gesetzlich vorgeschriebenen Zeit beantwortet. Sie haben die Frist mittlerweile um %(due)s überschritten. Bitte informieren Sie mich umgehend über den Stand meiner Anfrage. Mit freundlichen Grüßen %(name)s
sv_fi: Kära Herre eller Fru, Min offentlighetsbegäran "%(title)s" (%(date)s, #%(num)s) var inte besvarad inom den tiden definerad utav lagen och är nu %(due)s sen. Var vänlig uppdatera mig om statusen av min begäran så snart som möjligt. Med vänliga hälsningar, %(name)s

source: -------- Forwarded Message --------
de: -------- Weitergeleitete Nachricht --------

source: Hello %(name)s, you received a suggestion for a Public Body on your request “%(title)s”.
de: Hallo %(name)s, Sie haben einen neuen Vorschlag für eine Behörde für Ihre Anfrage „%(title)s“ erhalten.

source: The suggestion is:
de: Der Vorschlag lautet:
fi: Ehdotus on:
sv_fi: Förslaget är:

source: The following reason was given:
de: Folgender Grund wurde angegeben:
fi: Seuraava syy annettiin:
sv_fi: Följande orsak angavs:

source: If you want to use this Public Body, go to your request and chose the Public Body from the list. Here is a link to your request:
de: Wenn Sie Ihre Anfrage an diese Behörde richten wollen, rufen Sie Ihre Anfrage auf und wählen Sie die Behörde aus der Liste. Hier ist ein Link zu Ihrer Anfrage:
fi: Jos haluat käyttää tätä viranomaista, mene tietopyyntöösi ja valitse viranomainen listalta. Tässä on linkki tietopyyntöösi:
sv_fi: Om du vill vända dig till denna myndighet, gå till din begäran och välj myndigheten från listan. Här är en länk till din begäran:

source: Legal Note: This mail was sent through a Freedom Of Information Portal. Replies might be published automatically.
de: Rechtshinweis: Diese E-Mail wurde über den Webservice https://fragdenstaat.de versendet. Antworten werden ggf. im Auftrag der Antragstellenden automatisch auf dem Internet-Portal veröffentlicht. Falls Sie noch Fragen haben, besuchen Sie https://fragdenstaat.de/hilfe/fuer-behoerden/
fi: Huomautus: Tämä sähköposti on lähetetty Tietopyyntö -portaalista. Vastaukset saatetaan julkaista automaattisesti.
sv_fi: Juridisk kommentar: Detta e-postmeddelande skickades genom en Freedom Of Information Portal, Tietopyyntö.fi . Svar kan publiceras automatiskt.

source: Hello %(name)s,
de: Hallo %(name)s,
fi: Hei %(name)s,
sv_fi: Hej %(name)s,

source: in the last 24 hours there was an update on one of your requests.
de: in den letzten 24 Stunden passierte Folgendes bei einer Ihrer Anfragen.
fi: viimeisen 24 tunnin aikana yhteen tietopyyntöösi on tullut päivitys.
sv_fi: under de senaste 24 timmarna har det kommit en avisering på en begäran som du gjort.

source: Updates to your request "%(title)s"
de: Neues zu Ihrer Anfrage „%(title)s“
fi: Tietopyyntöihisi liittyvät päivitykset "%(title)s"
sv_fi: Avisering på din begäran "%(title)s"

source: Visit your request: %(link)s
de: Gehe zu deiner Anfrage: %(link)s
fi: Katso tietopyyntöäsi: %(link)s
sv_fi: Gå till din begäran: %(link)s

source: Cheers, %(site_name)s
de: Grüße, %(site_name)s
fi: Hei, %(site_name)s
sv_fi: Med vänlig hälsning, %(site_name)s

source: Dear Sir or Madam, I hereby withdraw my Freedom of Information request "%(title)s" (%(date)s, #%(num)s). Sincerely yours, %(name)s
de: Sehr geehrte Damen und Herren, hiermit ziehe ich meine Anfrage „%(title)s“ (%(date)s, #%(num)s) zurück. Mit freundlichen Grüßen %(name)s

source: The status was set to “%(status)s”.
de: Der Status wurde auf „%(status)s“ gesetzt.

source: The reason for refusal was given as “%(refusal_reason)s”.
de: Die Gründe für die Ablehnung wurden angegeben als “%(refusal_reason)s”.

source: Costs of %(costs)s EUR were reported.
de: Kosten in Höhe von %(costs)s EUR wurden angegeben.

source: Back to project page
de: Zurück zur Projektseite

source: Request to %(pb_name)s [#%(req_id)s]
de: Anfrage an %(pb_name)s [#%(req_id)s]

source: Created on %(date)s with currently %(num)s requests.
de: Erstellt am %(date)s mit aktuell %(num)s Anfragen.

source: Created on %(date)s with currently %(num)s public requests.
de: Erstellt am %(date)s mit aktuell %(num)s öffentlichen Anfragen.

source: This project and all its requests are <strong>public</strong>.
de: Dieses Projekt und alle Anfragen darin sind momentan <strong>öffentlich</strong>.

source: This project is public, but some of its requests are <strong>not public</strong>.
de: Dieses Projekt ist öffentlich, aber einige der Anfragen sind <strong>nicht öffentlich</strong>.

source: This project and all its requests are <strong>not public</strong>.
de: Dieses Projekt und alle Anfragen darin sind momentan <strong>nicht öffentlich</strong>.

source: This project is <strong>not public</strong>, but some of its requests are public.
de: Dieses Projekt ist <strong>nicht öffentlich</strong>, aber einige der Anfragen sind öffentlich.

source: Publish project
de: Projekt veröffentlichen

source: Perform action for selected requests:
de: Aktion für ausgewählte Anfragen durchführen:

source: Publish...
de: Veröffentlichen...

source: Write message...
de: Nachricht schreiben...

source: Check all requests
de: Alle Anfragen prüfen

source: last message
de: letzte Nachricht

source: public body
de: Behörde

source: is public?
de: öffentlich?

source: Check request #%(num)s
de: Anfrage #%(num)s prüfen

source: Yes
de: Ja
fi: Kyllä

source: No
de: Nein
fi: Ei

source: Assign team to project
de: Weise ein Team zu diesem Projekt zu

source: Set team for project
de: Weisen Sie diesem Projekt ein Team zu

source: request
de: Anfrage
fi: tietopyynto
sv_fi: begäran

source: This request is not public!
de: Diese Anfrage ist nicht öffentlich!

source: You clicked a special URL that gave you access. Share the original link responsibly.
de: Sie sind einem speziellen Link gefolgt, der Ihnen Zugang zu dieser Anfrage gegeben hat. Bitte teilen Sie den Original-Link nur mit Vorsicht.

source: Special access
de: Spezieller Zugang zur Anfrage

source: This request is not an FoI request. This site is only for requesting specific, non-personal information from public bodies.
de: Diese Anfrage ist <strong>keine</strong> Anfrage im Sinne des Informationsfreiheitsgesetzes!<br/>Sie müssen nach spezifischen, nicht Sie selbst betreffenden Dokumenten in Behörden fragen.

source: <b>Hey %(name)s</b>, your request is <b>overdue</b>!
de: <b>Hallo %(name)s</b>, eine Antwort auf Ihre Anfrage ist <b>überfällig</b>!

source: Please act now:
de: Bitte handeln Sie jetzt:

source: Have you received a reply by <b>postal mail</b>?
de: Haben Sie eine Antwort <b>per Post</b> erhalten?

source: Upload the letter now!
de: Laden Sie die Post jetzt hoch!

source: Have you not gotten any reply?
de: Haben Sie keine Antwort erhalten?

source: Write a reminder to the public body!
de: Schreiben Sie eine Erinnerung an die Behörde!

source: You request has been refused.
de: Ihre Anfrage wurde abgelehnt.
fi: Pyynnöstäsi on kieltäydytty.
sv_fi: Din begäran har avslagits.

source: Consider sending a letter to a mediator
de: Sie können die:den gesetzliche:n Vermittler:in einschalten
fi: Harkitse kirjeen lähettämistä välittäjälle.
sv_fi: Överväg att sända ett brev till ett ombud

source: Request to:
de: Anfrage an:
fi: Vastaanottaja:
sv_fi: Begäran till:

source: Project:
de: Projekt:

source: Legal basis:
de: Verwendetes Gesetz:

source: Result of request
de: Ergebnis der Anfrage

source: Edit summary
de: Zusammenfassung bearbeiten

source: What have you learned from this request? Write a short summary of the results.
de: Was haben Sie durch diese Anfrage erfahren? Geben Sie eine kurze Zusammenfassung der Ergebnisse.

source: Write summary
de: Zusammenfassung schreiben
sv_fi: Skriv summering

source: Have you received the information you need? What have you learned from it?
de: Haben Sie die Informationen, die Sie erfragt haben, erhalten? Was haben Sie erfahren?
fi: Saitko tarvitsemasi tiedon? Mitä opit prosessista?
sv_fi: Har du fått den information du behöver? Vad har du fått ut av informationen?

source: Summary of the result of your request
de: Zusammenfassung des Ergebnisses Ihrer Anfrage

source: Edit tags
de: Schlagwörter bearbeiten

source: Tags are a way to organise your own requests and also group them with other requests on the platform.
de: Mit Schlagwörtern können Sie Ihre Anfragen organisieren und diese auch mit anderen Anfragen auf der Plattform gruppieren.

source: What does this mean?
de: Was bedeutet das?

source: Add tags
de: Schlagwörter hinzufügen

source: Edit request status
de: Status ändern

source: Are you sure you want to publish this request?
de: Sind Sie sicher, dass Sie diese Anfrage veröffentlichen wollen?

source: This request is <strong>not public</strong>.
de: Diese Anfrage ist <strong>nicht öffentlich</strong>.

source: Make public
de: Veröffentlichen

source: Account details
de: Konto-Details

source: %(due)s ago
de: %(due)s her
fi: %(due) sitten
sv_fi: %(due)s sedan

source: Due date
de: Frist

source: Edit due date
de: Frist bearbeiten

source: Extend deadline by a number of %(unit)s.
de: Verlängern Sie die Frist um eine Anzahl %(unit)s.

source: Extend deadline
de: Verlängere Frist

source: Cost of information:
de: Kosten dieser Information:
fi: Tiedon hinta
sv_fi: Kostnad för informationen:

source: Edit costs
de: Kosten bearbeiten

source: Copy Short-URL
de: Kurz-URL kopieren

source: I made an #FOI request:
de: Ich habe mit #IFG eine Anfrage gestellt:

source: Check out this #FOI request:
de: Schaut mal diese #IFG Anfrage an:

source: Tweet request
de: Anfrage tweeten

source: Share request
de: Anfrage teilen

source: Download
de: Herunterladen
sv_fi: Ladda ner

source: Download as ZIP
de: Download als ZIP

source: Download as PDF
de: Download als PDF

source: Set status
de: Status festlegen
fi: Aseta tla
sv_fi: Välj status

source: Correspondence
de: Korrespondenz

source: Welcome to your new request page! Can we give you a tour?
de: Willkommen auf Ihrer Anfrage-Seite! Möchten Sie einen kurzen Rundgang machen?

source: Yes, show me!
de: Ja, los geht‘s!

source: No, thanks.
de: Nein, Danke.

source: You received a reply! Can we give you a tour of your options?
de: Sie haben eine Antwort erhalten! Können wir Ihnen zeigen, was Sie jetzt machen können?

source: RSS Feed for these requests
de: RSS-Feed für diese Anfragen
fi: RSS-syöte näille pyynnöille
sv_fi: RSS-flöde för dessa begäranden

source: Atom feed for these request
de: Atom-Feed für diese Anfragen
fi: Atom-syöte näille pyynnöille
sv_fi: Atom-flöde för dessa begäranden

source: to %(name)s
de: an %(name)s

source: with tag “%(name)s”
de: mit dem Schlagwort „%(name)s“

source: in category “%(name)s”
de: in der Kategorie „%(name)s“

source: by %(name)s
de: von %(name)s

source: FoI Requests
de: Informationsfreiheitsanfragen
fi: Tietopyynnöt
sv_fi: Offentlighetsbegäranden

source: No requests with these filters.
de: Noch keine Anfragen mit diesen Filtereinstellungen.

source: No requests yet.
de: Noch keine Anfragen.
fi: Ei pyyntöjä vielä.

source: Feeds for these requests
de: Feeds für diese Anfragen
fi: Tietopyynnöt syötteinä
sv_fi: Flöden för dessa begäranden

source: My reference
de: Mein Zeichen

source: Kind Regards,
de: Mit freundlichen Grüßen
fi: Ystävällisin terveisin,
sv_fi: Med vänlig hälsning,

source: File transfer by <mark>%(name)s</mark> for request [#%(reqid)s]
de: Dateiübermittlung als <mark>%(name)s</mark> zur Anfrage [#%(reqid)s]

source: Please enter the email address of the requester to use the upload form.
de: Bitte geben Sie die E-Mail-Adresse der Anfrage ein, um die Upload-Funktion zu nutzen.

source: Enter the email address of the requester:
de: Bitte geben Sie die E-Mail-Adresse des:der Anfragesteller:in ein:

source: j.doe.1234abc
de: m.muster.1234abc

source: Next
de: Weiter

source: Request
de: Anfrage
fi: Tietopyyntö
sv_fi: Begäran

source: File transfer
de: Datenübertragung

source: The file transfer is transferred securely encrypted.
de: Die Datenübertragung findet sicher verschlüsselt statt.

source: Please upload files as a response to this request below.
de: Bitte laden Sie hier Dateien als Antwort zu dieser Anfrage hoch.
