Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Have you received a reply by <b>postal mail</b>? &rarr; <a data-tabgo="tab" href="#add-postal-reply">Add it to the records below!</a>
fi: Oletko saanut vastauksen <b>kirjepostilla</b>? &rarr; <a data-tabgo="tab" href="#add-postal-reply">Kirjaa se järjestelmään alla !</a>
sv_fi: Har du fått ett svar per<b>vanlig post</b>? &rarr; <a data-tabgo="tab" href="#add-postal-reply">Bifoga det till de övriga handlingarna nedan!</a>

source: Have you not gotten any reply? &rarr; <a data-tabgo="tab" href="#write-message">Write a reminder to the public body!</a>
fi: Etko ole saanut vastausta? &rarr; <a data-tabgo="tab" href="#write-message">Kirjoista viranomaiselle muistutus!</a>
sv_fi: Har du fått något svar? &rarr; <a data-tabgo="tab" href="#write-message">Skriv en påminnelse till myndigheten!</a>

source: This request is not an FoI request. This site is only for requesting specific information from public bodies.
fi: Tämä pyyntö ei ole tietopyyntö. Tämä sivusto on tarkoitettuvain julkisuuslain mukaisten tietopyyntöjen lähettämiseen viranomaisille.
sv_fi: Denna begäran är inte en offentlighetsbegäran. Denna webbplats är avsedd endast för att att begära specifik information av myndigheter.

source: Choose Public Body
fi: Valitse viranomainen
sv_fi: Välj myndighet

source: Got Mail?
fi: Saitko sähöpostia?
sv_fi: Har du fått post?

source: Send a message
fi: Lähetä viesti
sv_fi: Skicka ett meddelande

source: Mediation
fi: Sovittelu
sv_fi: Ombud

source: More...
fi: Lisää...

source: Please <a href="%(url)s">read the reply</a> and choose a new status
fi: Ole hyvä<a href="%(url)s">lue vastaus</a> ja valitse uusi tila.
sv_fi: Var god <a href="%(url)s">läs svaret</a> och välj en ny status

source: Set a new status
fi: Valitse uusi tila
sv_fi: Ange ny status

source: As the author of this request, please choose a public body from one of the suggestions:
fi: Tämän tietopyynnön kirjoittajana, valitse viranomainen ehdotuksista:
sv_fi: Som upphovsman till denna begäran, var god och välj en myndighet bland dessa förslag:

source: Send this request to the selected Public Body
fi: Lähetä tämä tietopyyntö valitulle viranomaiselle
sv_fi: Sänd denna begäran till den valda myndigheten

source: You can file a complaint to the %(entity)s if you think your request was not properly handled.
fi: Voit tehdä valituksen %(entity)s, joproperly handled.
sv_fi: Du besvära dig till %(entity)s om du anser att din begäran inte blivit rätt behandlad.

source: Add Postal Reply
fi: Lisää postivastaus
sv_fi: Lägg till ett brevsvar

source: You can attach more documents to this reply later.
fi: Voit liittää lisää dokumentteja tähän vastaukseen myöhemmin.
sv_fi: Du kan bifoga flera dokument till detta svar senare.

source: You can send another message to this Public Body if you want to.
fi: Voit lähettää toisen viestin viranomaiselle mikäli haluat.
sv_fi: Du kan skicka myndigheten ännu ett meddelande om du vill.

source: This request was made under multiple information laws. If it is apparent from the reply under which law the request was answered, please choose this law below. If it is not obvious, leave it as it is.
fi: Tässä tietopyynnössä viitataan useampiin lain kohtiin. Jos vastauksesta käy ilmi, minkä lain kohdan mukaisesti siihen on vastattu, niin valitse se laki alta. Muussa tapauksessa jätä valinnat ennalleen.
sv_fi: Denna förfrågan gjordes med hänvisning till flera lagar. Om det står klart vilken lag man hänvisar till i svaret, var god välj rätt lag nedan. Om den inte framgår tydligt, lämna öppet.

source: Resolution Summary
fi: Yhteenveto ratkaisusta
sv_fi: Sammanfattning av beslut

source: Save Summary
fi: Tallenna yhteenveto
sv_fi: Spara sammandrag

source: You can suggest a public body for this request.
fi: Voit ehdottaa viranomaista tälle pyynnölle.
sv_fi: Du kan föreslå en myndighet för denna begäran.

source: The following public bodies have already been suggested:
fi: Seuraavia viranomaisia on jo ehdotettu:
sv_fi: Följande myndigheter har redan föreslagits:

source: Details
fi: Yksityiskohdat
sv_fi: Detaljer

source: Reason given by the user:
fi: Käyttäjän antama syy:
sv_fi: Av användaren angivna orsaker:

source: There are no suggestions yet
fi: Ehdotuksia ei ole vielä
sv_fi: Inga förslag ännu

source: Suggest this Public Body
fi: Ehdota tätä viranomaista
sv_fi: Föreslå denna myndighet

source: Laws used:
fi: Käytetyt lait:
sv_fi: Tillämpade lagar:

source: Law used:
fi: Käytetty laki:
sv_fi: Tillämpad lag:

source: Status of this request:
fi: Pyynnön tilanne:
sv_fi: Status för denna begäran:

source: Due date:
fi: Mennessä:
sv_fi: Förfallodag:

source: in %(due)s
fi: %(due)s päästä
sv_fi: om %(due)s

source: deadline
fi: määräaika

source: How is this calculated?
fi: Kuinka tämä lasketaan?
sv_fi: Hur beräknas detta?

source: Summary of Request
fi: Pyynnön yhteenveto
sv_fi: Sammanfattning av begäran

source: Summary of Resolution
fi: Ratkaisun yhteenveto
sv_fi: Sammanfattning av beslutet

source: This request was not sent yet, because it still needs a Public Body as a recipient.
fi: Tätä pyyntöä ei lähetetty vielä koska se tarvitsee viranomaisen vastaanottajaksi.
sv_fi: Denna begäran är ännu inte avsänd, eftersom den fortfarande behöver en mottagande myndighet.

source: This request is not public and will not receive suggestions for public bodies from users!
fi: Tämä pyyntö ei ole julkinen eikä se tule saamaan ehdotuksia muilta käyttäjiltä!
sv_fi: Denna begäran är inte offentlig och kommer inte att få några förslag på myndighet av andra användare!

source: The public body of this request has been created by the user and still needs to be confirmed.
fi: Käyttäjä on luonut tämän pyynnön viranomaisen ja se tulee vielä vahvistaa.
sv_fi: Denna myndighet är tillagd av användaren och behöver ännu bli bekräftad.

source: This request received documents that we are not allowed to publish. However, every person can get individual access to these documents by requesting them below.
fi: Tämä pyyntö sai dokumentteja joita emme saa julkistaa. Niihin voi kuitenkin päästä käsiksi henkilökohtaisesti pyytämällä niitä alla.
sv_fi: Denna begäran har besvarats med dokument som vi inte har tillstånd att publicera. Likväl kan var och en få individuell åtkomst till dokumenten genom att begära om dem nedan.

source: You stated that you are not allowed to publish the received documents. If this was a mistake, please contact %(email)s.
fi: Ilmoitit ettet saa julkistaa saatuja dokumentteja. Mikäli tämä oli virhe, ota yhteyttä: %(email)s
sv_fi: Du har meddelat att du inte har tillstånd att publicera de dokument du fått. Om detta är ett misstag, var god kontakta %(email)s.

source: So far one person also requested this document.
fi: Tähän mennessä yksi henkilö on pyytänyt tätä dokumenttia.
sv_fi: Hittills har en person begärt detta dokument.

source: Followers
fi: Seuraajat

source: %(counter)s follower
fi: %(counter)s seuraaja
sv_fi: %(counter)s följare

source: Share this request
fi: Jaa tämä tietopyyntö
sv_fi: Dela denna begäran

source: Feeds
fi: Syötteet
sv_fi: Flöden

source: Short URL
fi: Lyhyt-URL
sv_fi: Kort URL

source: Staff Actions
fi: Henkilökunnan toiminnot
sv_fi: Personalfunktioner

source: Marked as checked
fi: Merkitty valituksi
sv_fi: Markerad som granskad

source: Marked as NOT FoI
fi: Merkitty EI-tietopyynnöksi
sv_fi: Markerad som ICKE offentlighetsbegäran

source: Mark as NOT FoI
fi: Merkitse EI-tietopyynnöksi
sv_fi: Markera som ICKE offentlighetsbegäran

source: Extend deadline by months
fi: Jatka takarajaa kuukausilla

source: Extend Deadline
fi: Jatka takarajaa

source: Upload Attachments
fi: Lähetä liitteitä
sv_fi: Ladda upp bilagor

source: Upload Document
fi: Lähetä dokumentti
sv_fi: Ladda upp dokument

source: Please click here to set a new status for this request now
fi: Klikkaa tästä asettaaksesi tietopyynnölle uuden tilan.
sv_fi: Klicka här för att välja en ny status för denna begäran nu

source: I want to publish this message
fi: Tahdon julkaista tämän viestin
sv_fi: Jag vill publicera detta meddelande

source: You can write a reply by clicking here
fi: Voit kirjoittaa vastauksen klikkaamalla tähän
sv_fi: Du kan skriva ett svar genom att klicka här

source: Please login to write a comment.
fi: Kirjaudu sisään jättääksesi kommentti.
sv_fi: Logga in för att skriva en kommentar.

source: This request is identical to:
fi: Tämä pyyntö on samanlainen kuin:
sv_fi: Den här begäran är identisk med:

source: Hello %(name)s, Your request "%(title)s" is not marked as resolved and has not seen any activity in the last 6 months. Therefore your request has been marked asleep. If you have received a response and your request is resolved, please add the response and mark the request resolved here: %(url)s Cheers, %(site_name)s
fi: Hei %(name)s, Tietopyyntöäsi "%(title)s" ei ole merkitty ratkaistuksi, eikä pyyntöön liity mitään toimintoja viimeisen 6 kuukauden aikana. Tämän takia tietopyyntösi on tulkittu ei-aktiiviseksi. Jos olet saanut vastauksen tietopyyntöön ja pyyntö on ratkaistu, ole ystävällinen ja liitä vastaus ja merkitse tietopyyntö ratkaistuksi tästä: %(url)s Ystävällisin terveisin, %(site_name)s
sv_fi: Hej %(name)s, Din begäran "%(title)s" är inte markerad som avslutad och ingenting har hänt med den på 6 månader. Den har därför markerats som vilande. Om du har fått ett svar och din begäran är avslutad, var snäll och lägg till svaret här och markera ärendet som avslutat här: %(url)s Hälsningar, %(site_name)s

source: Hello %(name)s, Your request "%(title)s" was not answered in the required time and became overdue. We recommend that you send another message to the public body to check the status of the request and if they received it. If you received a postal answer, please add it to the request. Here's a link to the request: %(url)s Cheers, %(site_name)s
fi: Hei %(name)s, Tietopyyntöösi "%(title)s" ei ole vastattu määräajassa ja se on merkitty myöhästyneeksi. Suosittelemme, että lähetät viranomaiselle toisen viestin tarkistaaksesi tietopyynnön tila ja varmistaaksesi, että pyyntö on mennyt perille. Jos olet saanut vastauksen paperipostissa, ole ystävällinen ja liitä vastaus tietopyyntö.fi -palvelussa olevaan pyyntöön. Tässä on linkki tietopyyntöösi: %(url)s Ystävällisin terveisin, %(site_name)s
sv_fi: Hej %(name)s, Din begäran "%(title)s" besvarades inte i tid och har förfallit. Vi rekommenderar att du skickar ytterligare ett meddelande till myndigheten för att kontrollera begärans status och huruvida den har mottagits. Om du fick ett brevsvar, var vänlig och lägg det till begäran. Här är en länk till begäran: %(url)s Med vänliga hälsningar, %(site_name)s

source: Hello %(name)s, This a reminder that your request "%(title)s" has received a reply and you need to set a new status. Go to your request now: %(url)s Cheers, %(site_name)s
fi: Hei %(name)s, tämä on muistutusviesti, että tietopyyntöösi "%(title)s" on vastattu ja sinun tulisi asettaa pyynnölle uusi tila tietopyyntö.fi -palvelussa. Mene tietopyyntösi sivulle nyt: %(url)s Ystävällisin terveisin, %(site_name)s
sv_fi: Hej %(name)s, Det här är en påminnelse om att din begäran "%(title)s" har fått ett svar och du måste välja en ny status. Gå till din begäran nu: %(url)s Med vänlig hälsning, %(site_name)s

source: Hello %(name)s, your message for the Freedom of Information request "%(title)s" has been sent. We will notify you when you get a response. %(url)s Cheers, %(site_name)s
fi: Hei %(name)s, tietopyyntöviestisi "%(title)s" on lähetetty. Ilmoitamme, kun saat vastauksen. %(url)s Ystävällisin terveisin, %(site_name)s
sv_fi: Hej %(name)s, Ditt meddelande för offentlighetsbegäranden "%(title)s" har sänts. Vi meddelar dig när du får svar. %(url)s Med vänlig hälsning, %(site_name)s

source: Hello %(name)s, your request "%(title)s" has been sent. We will notify you when you get a response. %(url)s Cheers, %(site_name)s
fi: Hei %(name)s, tietopyyntösi "%(title)s" on lähetetty. Ilmoitamme, kun saat vastauksen. %(url)s Ystävällisin terveisin, %(site_name)s
sv_fi: Hej%(name)s Din begäran "%(title)s" har sänts. Vi meddelar dig när du får ett svar. %(url)s Med vänlig hälsning, %(site_name)s

source: Dear Sir or Madam, I'd like to complain about the handling of the request under the %(law)s documented here: %(link)s I believe this request has been mishandled because ... Sincerely yours %(name)s
fi: Hyvä vastaanottaja, epäilen, ettei tietopyyntöäni käsitelty lain: %(law)s edellyttämällä tavalla, joka on kerrottu täällä: %(link)s Uskon, että käsittelyssä on tapahtunut virhe, koska ... Tietopyyntö tulee käsitellään uudelleen ja mikäli vastaus on kieltävä pyydän saada valituskepoisen päätöksen kirjallisessa muodossa. Ystävällisin terveisin, %(name)s

source: Hello %(name)s, You received a response to your request "%(title)s". Please read the response and change the status of the request if needed. You can also send another message. To read your response and set the right status, click the link below: %(url)s Cheers, %(site_name)s
fi: Hei %(name)s, olet saanut vastauksen tietopyyntöösi "%(title)s". Lue vastaus ja muuta tarvittaessa tietopyynnön tila tietopyyntö.fi -palvelussa. Voit myös lähettää palvelun kautta toisen viestin. Klikkaa alla olevaa linkkiä lukeaksesi vastauksen ja asettaaksesi tietopyynnön tilan oikeaksi: %(url)s Ystävällisin terveisin, %(site_name)s
sv_fi: Hej %(name)s, Du har fått ett svar på din begäran "%(title)s". Var god läs svaret och ändra statusen på begäran vid behov. Du kan också skriva ett nytt meddelande. För att läsa svaret och ge din begäran korrekt status klicka på länken nedan: %(url)s Med vänlig hälsning, %(site_name)s

source: Dear Sir or Madam, My Freedom of Information request "%(title)s" (%(date)s) was not answered in the time defined by law and is now %(due)s late. Please update me on the status of my request as soon as possible. Sincerely yours, %(name)s
fi: Hyvä vastaanottaja, Tietopyyntööni "%(title)s" (%(date)s) ei ole vastattu julkisuuslain edellyttämässä määräajassa ja vastaus on nyt %(due)s myöhässä. Voisitteko kertoa minulle tietopyynnön käsittelyn tilanteesta mahdollisimman pian. Ystävällisin terveisin, %(name)s

source: Hello %(name)s, you received a suggestion for a Public Body on your request '%(title)s'.
fi: Hei %(name)s, olet saanut ehdotuksen sopivaksi kohdeviranomaiseksi tietopyynnöllesi '%(title)s'.
sv_fi: Hej %(name)s, du har fått ett förslag på myndighet för din förfrågan '%(title)s'.

source: Please check this attachment for personally identifying information. Then publish the document (unless you are explicitly forbidden from publishing) or redact the information.
fi: Tarkista sisältääkö liite henkilötietoja. Sen jälkeen julkaise (mikäli sinua ei erityisesti ole kielletty julkaisemasta) asiakirja tai sen sisältämä tieto.
sv_fi: Var god och granska att detta dokument inte innehåller personuppgifter. Publicera det sedan (om du inte är explicit förbjuden att publicera det), men redigera bort eventuella personuppgifter först.

source: Please check this attachment for personally identifying information (besides your name %(name)s). Then publish the document (unless you are explicitly forbidden from publishing) or redact the information.
fi: Tarkista sisältääkö liite henkilötietoja (lukuunottamatta omaa nimeäsi %(name)s). Sen jälkeen julkaise (mikäli sinua ei erityisesti ole kielletty julkaisemasta) asiakirja tai sen sisältämä tieto.
sv_fi: Var god och granska att detta dokument inte innehåller personuppgifter (utöver ditt namn %(name)s) . Publicera det sedan (om du inte är explicit förbjuden att publicera det), men redigera bort eventuella personuppgifter först.

source: This attachment has been blocked from publishing.
fi: Liitteen julkaisu on estetty.
sv_fi: Publicering av denna bilaga har blockerats.

source: As a moderator you are still able to publish it.
fi: Moderaattorina pystyt silti julkaisemaan sen.

source: Redact this attachment
fi: Peitä arkaluonteiset osat tästä liitteestä
sv_fi: Redigera denna bilaga.

source: This attachment has not been published yet.
fi: Liitettä ei ole vielä julkaistu.

source: This attachment can't be published.
fi: Liitettä ei voida julkaista.

source: %(counter)s identical request
fi: %(counter)s samankaltainen tietopyyntö
sv_fi: %(counter)s identisk begäran

source: Your Email address
fi: Sähköpostiosoitteesi
sv_fi: Din e-postadress

source: You cannot access this request!
fi: Et voi katsoa tätä pyyntöä!
sv_fi: Du har inte tillgång till denna begäran!

source: This email address already has an account. <a href="%s?simple" class="target-small">Please login using that email address in order to follow this account.</a>
fi: Tähän sähköpostiosoitteeseen on jo liitetty käyttäjätili. <a href="%s?simple" class="target-small">Kirjaudu sisään sähköpostiosoitteella seurataksesi tätä tiliä.</a>
sv_fi: Denna e-postadress har redan ett konto. <a href="%s?simple" class="target-small">Var god logga in med den e-postadressen för att följa detta konto.</a>

source: You cannot follow your own requests.
fi: Omia pyyntöjä ei voi merkitä seurattavaksi.
sv_fi: Du kan inte följa dina egna begäranden.

source: %(user)s follows %(request)s
fi: %(user)s seuraa %(request)s
sv_fi: %(user)s följer %(request)s

source: %(site_name)s: Please confirm that you want to follow this request
fi: %(site_name)s: Vahvista, että haluat seurata tätä tietopyyntöä
sv_fi: %(site_name)s: Var god bekräfta att du vill följa denna begäran

source: %(site_name)s: Update on one followed request
fi: %(site_name)s: Päivitys yhteen seurattavaan pyyntöön
sv_fi: %(site_name)s: Avisering för en begäran du följer

source: The request '%(request)s' received a reply.
fi: Tietopyyntöön: '%(request)s' on vastattu.
sv_fi: Begäran '%(request)s' har fått ett svar.

source: A message was sent in the request '%(request)s'.
fi: Viesti lähetetty tietopyyntöön: '%(request)s'
sv_fi: Ett meddelande har sänts i begäran '%(request)s'.

source: The request '%(request)s' received a postal reply.
fi: Tietopyyntöön: '%(request)s' on vastattu postitse.
sv_fi: Begäran '%(request)s' har fått ett brevsvar.

source: %(time)s: New comment by %(name)s
fi: %(time)s: Uusi kommentti käyttäjältä: %(name)s
sv_fi: %(time)s: Ny kommentar av %(name)s

source: TIME_FORMAT
fi: AIKAFORMAATTI

# URL part
source: confirm-follow
fi: vaivista-seuraaminen

# URL part
source: unfollow
fi: jätä seuraamatta
sv_fi: sluta följa

source: You have not yet confirmed that you want to follow this request. Click the link in the mail that was sent to you.
fi: Et ole vielä vahvistanut haluavasi seurata tätä pyyntöä. Klikkaa saamasi sähköpostin linkkiä.
sv_fi: Du har inte ännu bekräftat att du följa denna begäran. Klicka på länken i e-posten som du har fått.

source: You are following this request. If you want to unfollow it, click the unfollow link in the emails you received.
fi: Seuraat tätä pyyntöä. Mikäli haluat jättää seuraamatta, klikkaa jätä seuraamatta linkkiä saamissasi sähköposteissasi.
sv_fi: Du följer denna begäran. Om du vill sluta följa den, klicka på länken för att sluta följa i e-postmeddelandet du fått.

source: Hi, please confirm that you want to follow the request "%(title)s" on %(site_name)s by clicking this link:
fi: Hei vahvista että haluat seurata pyyntöä "%(title)s" %(site_name)s-sivustolla klikkaamalla tätä linkkiä:
sv_fi: Hej Var snäll och bekräfta att du vill följa begäran "%(title)s" på %(site_name)s genom att klicka på denna länk:

source: You follow this request
fi: Seuraat tätä pyyntöä
sv_fi: Du följer den här begäran

source: You get notified of changes.
fi: Sinulle ilmoitetaan muutoksista.
sv_fi: Du får aviseringar om förändringar

source: You will receive notifications!
fi: Tulet saamaan ilmoituksia!
sv_fi: Du får aviseringar!

source: You will not get notified anymore.
fi: Et tule saamaan ilmoituksia enää.
sv_fi: Du får inte längre några aviseringar.

source: in the last 24 hours there was an update on one request that you follow.
fi: viimeisen vuorokauden aikana yhtä seuraamaasi pyyntöä päivitettiin.
sv_fi: under de senaste 24 timmarna har det kommit en avisering till en begäran som du följer.

source: Updates to the request "%(title)s"
fi: Päivityksiä tietopyyntöihin "%(title)s"
sv_fi: Aviseringar för begäran "%(title)s"

source: Visit this request: %(link)s
fi: Katso tätä tietopyyntöä: %(link)s
sv_fi: Gå till begäran: %(link)s

source: If you want to UNFOLLOW this request, click this link: %(unfollow_link)s
fi: Jos haluat lopettaa tämän tietopyynnön seuraamisen, klikkaa tätä linkkiä: %(unfollow_link)s
sv_fi: Om du vill SLUTA följa denna begäran, klicka på länken: %(unfollow_link)s

source: Text
fi: Teksti

source: Name of Public Body
fi: Viranomaisen nimi
sv_fi: Myndighetens namn

source: Short description
fi: Lyhyt kuvaus
sv_fi: Kort beskrivning

source: Email Address for Freedom of Information Requests
fi: Sähköpostiosoite tietopyynnöille
sv_fi: E-postadress för begäran om offentlig information

source: Homepage URL of Public Body
fi: Viranomaisen sivusto
sv_fi: Adress till myndighetens webbplats

source: entities
fi: yksiköt
sv_fi: enheter

source: Possible Refusal Reasons, one per line, e.g §X.Y: Privacy Concerns
fi: Mahdollinen syy kieltävään vastaukseen, esimerkiksi Henkilötietolaki 11 §
sv_fi: Möjliga orsaker till avslag, en per rad, t ex §X.Y: Personuppgifter

source: Law not applicable
fi: Tähän ei voida soveltaa julkisuuslainsäädäntöä

source: Count
fi: Lukumäärä

source: Rank
fi: Organisaation taso

source: Topic
fi: Aihe

source: Topics
fi: Aiheet
sv_fi: Ämnen

source: Classification Slug
fi: Luokan lyhenne (slug)
sv_fi: Förkortning

source: Email
fi: Sähköposti

source: This request was already confirmed.
fi: Tämä tietopyyntö on jo vahvistettu
sv_fi: Denna begäran är redan bekräftad.

source: %(count)d message was sent.
fi: Lähetettiin %(count)d viesti.
sv_fi: %(count)d meddelande sänt

source: You need to provide a url.
fi: Sinun täytyy antaa web-osoite.
sv_fi: Du måste ange en webbadress.

source: Confirm this Public Body
fi: Vahvista tämä viranomainen
sv_fi: Bekräfta denna myndighet

source: Import %(name)s by URL
fi: Tuo %(name)s URL osoitteen perusteella
sv_fi: Importera %(name)s enligt URL

source: Search Term
fi: Hakutermi
sv_fi: Sök term

source: Try something like:
fi: Kokeile esimerkiksi:

source: Write to us if a public body is missing
fi: Kerro meille, mikäli jokin viranomainen puuttuu Tioetopyyntö.fi:stä

source: Search Terms
fi: Hae asiasanalla
sv_fi: Söktermer

source: Search all Public Bodies
fi: Hae viranomaista

source: Make a request to one of <a href="%(url)s">%(pb_count)s Public Bodies.</a>
fi: Tee tietopyyntö yhdelle <a href="%(url)s">%(pb_count)s viranomaisesta.</a>
sv_fi: Gör en begäran till en av <a href="%(url)s">%(pb_count)s myndigheter.</a>

source: Public Bodies by Topic
fi: Viranomaiset aiheen mukaisessa järjestyksessä

source: in alphabetical order
fi: aakkosjärjestyksessä

source: No Public Bodies yet
fi: Tietokannassa ei ole vielä julkishallinnon organisaatioita

source: Click here to make a request to this Public Body
fi: Klikkaa tästä tehdäksesi tietopyynnön tälle viranomaiselle

source: Make a Request
fi: Tee tietopyyntö

source: Write a request to %(name)s
fi: Kirjoita tietopyyntö %(name)s

source: Search Results for &quot;%(query)s&quot; in Public Bodies
fi: Hakutulokset hauelle &quot;%(query)s&quot; viranomaisluettelussa

source: No relevant Public bodies found for "%(query)s".
fi: Asiaan liittyviä viranomaisia ei löytynyt haulle "%(query)s".
sv_fi: Inga myndigheter hittade för"%(query)s".

source: You can browse the list of Public Bodies.
fi: Voit selata viranomaislistaa.
sv_fi: Du kan bläddra i listan på myndigheter.

source: All FOI requests for this public body
fi: Kaikki tietopyynnöt tälle viranomaiselle

source: Topic:
fi: Aihe:

source: Email:
fi: Sähköposti:
sv_fi: E-post:

source: Link to law text:
fi: Linkki lakitekstiin:
sv_fi: Länk till lagtext:
