Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: E-Mail only
de: Nur E-Mail
fi: Vain sähköposti
sv_fi: Endast per mail

source: Requires signature
de: Benötigt Unterschrift

source: Freedom of Information Laws
de: Informationsfreiheitsgesetze
fi: Julkisuuslainsäädäntö
sv_fi: Lagar om myndigheters offentlighet

source: No law can be applied
de: Kein Gesetz kann angewendet werden
fi: Tähän ei voida soveltaa julkisuuslainsäädäntöä
sv_fi: Ingen lag kan tillämpas

source: as topic
de: als Thema
sv_fi: som ämne

source: rank
de: Rang
sv_fi: rankning

source: Public Body Tag
de: Behörden-Schlagwort
sv_fi: Offentlig Aktör Tagg

source: Public Body Tags
de: Behörden-Schlagwörter
sv_fi: Offentliga Aktör Taggar

source: Tagged Public Body
de: Verschlagwortete Behörde
sv_fi: Taggad Offentlig Aktör

source: Tagged Public Bodies
de: Verschlagwortete Behörden
sv_fi: Taggade Offentliga Aktörer

source: categories
de: Kategorien

source: Categorized Public Body
de: Kategorisierte Behörde

source: Categorized Public Bodies
de: Kategorisierte Behörden

source: slug
de: URL-Kürzel

source: Contact
de: Kontakt
fi: Yhteystieto
sv_fi: Kontakt

source: Website Dump
de: Webseiten-Dump
fi: Verkkosivuston sisältödumppi
sv_fi: Skärmdump från webbplats

source: source reference
de: Quellreferenz

source: file index
de: Aktenplan

source: organisational chart
de: Organigramm

source: Created by
de: Erstellt von
fi: Luonut
sv_fi: Skapad av

source: Updated by
de: Aktualisiert von
fi: Päivittänyt
sv_fi: Uppdaterad av

source: Updated at
de: Aktualisiert am
sv_fi: Uppdaterat

source: confirmed
de: bestätigt
fi: vahvistettu
sv_fi: bekräftad

source: Number of requests
de: Anzahl der Anfragen
fi: Tietopyyntöjen lukumäärä
sv_fi: Antal förfrågningar

source: Can moderate public bodies
de: Kann Behörden moderieren

source: Proposed Public Body
de: Vorgeschlagene Behörde

source: Proposed Public Bodies
de: Vorgeschlagene Behörden

source: Categorized Public Body Change Proposal
de: Kategorisierter Behördenänderungsvorschlag

source: Categorized Public Body Change Proposals
de: Kategorisierte Behördenänderungsvorschläge

source: Proposed Public Body Change
de: Vorgeschlagene Behördenänderung

source: Proposed Public Body Changes
de: Vorgeschlagene Behördenänderungen

source: Accept/reject this proposal
de: Vorschlag annehmen/ablehnen

source: This public body's requests
de: Anfragen an diese Behörde

source: This public body's received messages
de: Nachrichten an diese Behörde

source: This public body's sent messages
de: Nachrichten von dieser Behörde

source: See change proposals
de: Änderungsvorschläge ansehen

source: Geo Match Interface
de: Georegionsabgleich

source: or
de: oder
fi: tai
sv_fi: eller

source: Import %(name)s
de: Importiere %(name)s

source: %(name)s is a %(classification)s in %(juris)s on %(site_name)s
de: %(name)s ist ein(e) %(classification)s in %(juris)s auf %(site_name)s
sv_fi: %(name)s är en %(classification)s i %(juris)s på %(site_name)s

source: Apply a change to “%(name)s”
de: „%(name)s“ bearbeiten

source: Confirm “%(name)s”
de: Bestätige „%(name)s“

source: This proposed public body has not been confirmed yet and is therefore not available for requests. You can adjust the properties and confirm or delete the public body below.
de: Diese vorgeschlagene Behörde wurde noch nicht bestätigt und steht daher nicht für Anfragen zur Verfügung. Sie können die Angaben ändern und die Behörde bestätigen oder den Vorschlag löschen.

source: Apply change
de: Änderung anwenden

source: Confirm public body
de: Behörde bestätigen

source: Delete proposal
de: Vorschlag löschen

source: Reasons to reject the proposal could be that the public body already exists in our database or that the proposal is not a public body that can be requested.
de: Gründe für eine Ablehnung können sein, dass die Behörde schon in unserer Datenbank existiert oder es sich nicht um eine anfragbare Behörde handelt.

source: Please give a reason for not accepting this proposal. It will be send to the user who made the proposal.
de: Bitte geben Sie einen Grund für die Ablehnung des Vorschlags an. Der Grund wird an die Person gesendet, die den Vorschlag eingereicht hat.

source: This is not a public body because...
de: Diese ist keine Behörde, weil...

source: Delete proposed public body
de: Vorgeschlagene Behörde löschen

source: Propose a change for “%(name)s”
de: Schlagen Sie eine Änderung für „%(name)s“ vor

source: Propose change
de: Änderung vorschlagen

source: Match Georegions
de: Georegionen abgleichen

source: Show Georegions
de: Zeige Geographische Regionen

source: No geo region available for these public bodies
de: Keine Georegionen für diese Behörden verfügbar

source: Freedom of Information<br/>in %(name)s
de: Informationsfreiheit<br/> in %(name)s
fi: Julkisuuslaki maassa %(name)s
sv_fi: Offentlighetsbegäran<br/>i %(name)s

source: Ask Public Bodies for administrative information — it's your right.
de: Fragen Sie Behörden nach Verwaltungsinformationen – es ist Ihr gutes Recht.
fi: Kysy viranomaisilta julkista tietoa - se on sinun oikeutesi.
sv_fi: Begär administrativ information av myndigheter — det är din rättighet.

source: Which Public Bodies?
de: Welche Behörden?
fi: Mitkä viranomaiset?
sv_fi: Vilka myndigheter?

source: All bodies that work on administrative tasks of this jurisdiction.
de: Alle Einrichtungen, die Verwaltungs­aufgaben des Landes wahrnehmen.
fi: Kaikki tämän toimialuuen viranomaiset.
sv_fi: Alla myndigheter verksamma inom detta område.

source: Check out the %(pb_count)s Public Bodies.
de: Stöbern Sie in %(pb_count)s Behörden.

source: What Information?
de: Welche Informationen?
fi: Mikä julkishallinnon tieto?
sv_fi: Vilken information?

source: Contracts, memos, reports and other documents of the administration: you have the right to know.
de: Verträge, Protokolle, Gutachten und andere Dokumente aus der Verwaltung: Sie haben das Recht auf Einsicht.
fi: Sopimukset, muistiot, raportit ja muut julkishallinnon dokumentit: sinulla on oikeus saada näistä tiedot.
sv_fi: Avtal, protokoll, rapporter och andra administrativa dokument. Du har rätt att veta.

source: Make a request!
de: Stellen Sie eine Anfrage!
fi: Tee tietopyyntö!
sv_fi: Gör en begäran!

source: What right?
de: Welches Recht?
fi: Mitkä oikeudet?
sv_fi: Vad är rätt?

source: The freedom of information law in %(name)s allows you access to administrative information.
de: Das Informations­freiheits­gesetz von %(name)s erlaubt Ihnen den Zugang zu Informationen der Verwaltung.
fi: Julkisuuslain nojalla sinulla %(name)s:ssa on pääsy julkishallinnon tuottamaan tietoon ja asiakirjoihin.
sv_fi: Offentlighetslagen i %(name)s ger dig tillgång till administrativ information.

source: Get to know your right!
de: Lernen Sie Ihr Recht kennen.
fi: Tutustu julkisuuslain suomiin oikeuksiisi
sv_fi: Lär känna dina rättigheter!

source: Facts about %(name)s
de: Fakten zu %(name)s
sv_fi: Fakta om %(name)s

source: Information laws in %(name)s
de: Informationsgesetz in %(name)s

source: came into effect on %(date)s
de: trat am %(date)s in Kraft
sv_fi: trädde i kraft %(date)s

source: get to know this law...
de: lernen Sie das Gesetz kennen...
sv_fi: lär känna denna lag ...

source: Requests in %(name)s
de: Anfragen an %(name)s
sv_fi: Begäranden om %(name)s

source: Public body missing? Propose a new public body!
de: Fehlt eine Behörde? Schlagen Sie eine neue Behörde vor!

source: Propose a new public body
de: Schlagen Sie eine neue Behörde vor

source: <a href="%(url)s">Please check the list of public bodies</a> if it really does not exist yet.
de: <a href="%(url)s">Bitte prüfen Sie unsere Liste der Behörden</a>, ob die gewünschte Behörde nicht doch schon existiert.

source: Then fill as many fields as you can in the form below.
de: Dann füllen Sie bitte dieses Formular möglichst vollständig aus.

source: If you'd like to add a lot of public bodies at once, please contact the site moderators.
de: Wenn Sie viele Behörden auf einmal vorschlagen möchten, treten Sie bitte direkt mit uns in Kontakt.

source: Propose new public body
de: Behörde vorschlagen

source: %(name)s is a public body (%(classification)s) in %(juris)s on %(site_name)s
de: %(name)s ist eine Behörde (%(classification)s) in %(juris)s auf %(site_name)s

source: %(name)s is a public body in %(juris)s on %(site_name)s
de: %(name)s ist eine Behörde in %(juris)s auf %(site_name)s

source: Make a Request to this public body!
de: Stellen Sie eine Anfrage an diese Behörde
fi: Tee tietopyyntö tälle viranomaiselle!
sv_fi: Gör en begäran till denna myndighet!

source: Classification:
de: Klassifikation:
fi: Luokitus:
sv_fi: Kategori:

source: Categories:
de: Kategorien:

source: Website:
de: Webseite:
fi: Verkkosivu:
sv_fi: Webbplats:

source: Contact:
de: Kontakt:
fi: Yhteystieto:
sv_fi: Kontakt:

source: Mailing Address:
de: Postadresse:
sv_fi: E-postadress:

source: File Index:
de: Aktenplan:

source: Organization Chart:
de: Organigramm:

source: Review proposal
de: Vorschlag prüfen

source: Change / accept proposals (%(count)s)
de: Ändern / Vorschläge annehmen (%(count)s)

source: You must be logged in.
de: Sie müssen eingeloggt sein.

source: View on Admin site
de: Im Admin-Bereich ansehen
fi: Näytä admin-sivulla
sv_fi: Visa på Adminsidan

source: Proposal
de: Vorschlag

source: You have proposed this public body, but it has not been confirmed yet.
de: Sie haben diese Behörde vorgeschlagen, aber sie wurde noch nicht freigeschaltet.

source: This public body has been proposed and has not been confirmed yet.
de: Diese Behörde wurde vorgeschlagen und ist noch nicht bestätigt.

source: Special note
de: Besonderer Hinweis
sv_fi: Speciell anteckning

source: Summary of Results
de: Zusammenfassung der Ergebnisse
sv_fi: Sammanfattning av Resultat

source: One requests to this public body
de: Eine Anfrage an diese Behörde
sv_fi: En begäran till denna offentliga aktör

source: See all FOI requests for this public body
de: Alle Anfragen an diese Behörde ansehen
sv_fi: Se alla offentlighetsbegäranden för denna offentliga aktör

source: There are no requests for this public body yet.
de: Es gibt noch keine Anfragen an diese Behörde.

source: Came into effect on
de: Trat in Kraft am
fi: Tuli voimaan
sv_fi: Har trätt i kraft

source: Last update on
de: Letzte Änderung
fi: Viimeisin päivitys
sv_fi: Senast uppdaterad

source: Legal documents:
de: Rechtliche Dokumente:

source: Official law text
de: Offizieller Gesetzestext

source: Scale of fees
de: Gebührenordnung

source: Legal text
de: Gesetzestext

source: This is a copy of the law, for which we can't guarantee correctness.
de: Dies ist eine Kopie des Gesetzes, deren rechtliche Gültigkeit wir nicht garantieren können.

source: Official law text of %(name)s
de: Zum offiziellen %(name)s

source: %(num)s request
de: %(num)s Anfrage
sv_fi: %(num)s begäran

source: no requests yet
de: noch keine Anfragen
sv_fi: inga begäranden än

source: Apply changes
de: Änderungen anwenden

source: Change, without accepting
de: Ändern ohne Übernehmen

source: Accept this proposal
de: Vorschlag annehmen

source: Are we missing a public body?
de: Fehlt uns eine Behörde?

source: Ministry of...
de: Bundesministerium für...

source: Examples:
de: Beispiele:
sv_fi: Exempel:

source: Environment
de: Umwelt
fi: Ympäristö
sv_fi: Miljö

source: Ministry of Labour
de: Bundesministerium für Arbeit
fi: Työ- ja elinkeinoministeriö
sv_fi: Arbets- och näringsministeriet

source: No Public Bodies found for this query.
de: Es wurden keine Behörden für diesen Suchbegriff gefunden.
fi: Tällä haulla ei löytynyt yhtään viranomaista
sv_fi: Inga myndigheter hittades i denna sökning.

source: Please let us know!
de: Bitte sagen Sie uns Bescheid!

# url part
source: propose/
de: vorschlagen/

# url part
source: change/<int:pk>/
de: aendern/<int:pk>/

# url part
source: accept/<int:pk>/
de: aenderung-annehmen/<int:pk>/

# url part
source: <slug:jurisdiction>/topic/<slug:category>/
de: <slug:jurisdiction>/thema/<slug:category>/

# url part
source: entity/<int:pk>/
de: behoerde/<int:pk>/

# url part
source: entity/<int:pk>/<slug:slug>/
de: behoerde/<int:pk>/<slug:slug>/

# url part
source: entity/<slug:slug>/
de: behoerde/<slug:slug>/

source: Thank you for your proposal. We will send you an email when it has been approved.
de: Vielen Dank für Ihren Vorschlag. Wir senden Ihnen eine E-Mail, sobald Ihr Vorschlag angenommen wurde.

source: You need to register an account and login in order to propose a new public body.
de: Sie benötigen einen Account, um eine neue Behörde vorzuschlagen.

source: The proposal has been deleted.
de: Der Vorschlag wurde gelöscht.

source: Your change has been applied.
de: Ihre Änderung wurde angewendet.

source: Search for public authorities
de: Suchen Sie nach Behörden

source: English
de: Englisch
sv_fi: Engelska

source: Spanish
de: Spanisch

source: Finnish (Finland)
de: Finnisch (Finnland)
sv_fi: Finska ( Finland )

source: German
de: Deutsch
sv_fi: Tyska

source: Danish (Denmark)
de: Dänisch (Dänemark)

source: Italian
de: Italienisch
sv_fi: Italienska

source: Portuguese
de: Portugiesisch
sv_fi: Portugisiska

source: Swedish (Sweden)
de: Schwedisch (Schweden)
sv_fi: Svenska ( Sverige )

source: Swedish (Finland)
de: Schwedisch (Finnland)
sv_fi: Svenska ( Finland )

source: Chinese (Simplified)
de: Chinesisch (Kurzzeichen)
sv_fi: Kinesiska ( Förenklad )

source: Chinese (Traditional, Hong Kong)
de: Chinesisch (Traditionell, Honk Kong)
sv_fi: Kinesiska ( Traditionellt )

source: Access to user status
de: Kann Sie als Nutzer:in auf FragDenStaat.de identifizieren

source: Read user profile information
de: Kann meine Profil-Informationen sehen

source: Read user email
de: Kann meine E-Mail-Adresse sehen

source: Read your (private) requests
de: Kann Ihre (privaten) Anfragen sehen

source: Make requests on your behalf
de: Kann Anfragen in Ihrem Namen stellen

source: Follow/Unfollow requests
de: Folge/Entfolge Anfragen

source: Read your (private) documents
de: Kann Ihre (privaten) Dokumente sehen

source: Non-FOI
de: Nicht-IFG

source: Give warning
de: Verwarnen

source: My teams
de: Meine Teams

source: Name of this team
de: Name dieses Teams

source: Member already present in team.
de: Das Mitglied gehört schon zum Team.

source: editor
de: Bearbeiter:in

source: viewer
de: Betrachter:in

source: Can use teams
de: Kann Teams nutzen

source: Team invite from %(name)s
de: Team-Einladung von %(name)s

source: Currently, the team <a href="%(url)s">%(name)s</a> is assigned to this project.
de: Gerade ist das Team <a href="%(url)s">%(name)s</a> diesem Projekt zugewiesen.

source: Currently no team assigned.
de: Aktuell kein Team ausgewählt.

source: or create a new team
de: oder legen Sie ein neues Team an

source: Hello, %(name)s has invited you to join a team on %(site_name)s. Please visit the link below to join this team: %(url)s If you don't have an account on %(site_name)s yet, you have to create one first.
de: Hallo, %(name)s hat Sie eingeladen, einem Team auf %(site_name)s beizutreten. Bitte besuchen Sie diesen Link, um dem Team beizutreten: %(url)s Falls Sie noch kein Konto auf %(site_name)s haben, bitte legen Sie zuerst eines an.

source: back to team overview
de: zurück zur Team-Übersicht

source: Viewer
de: Betrachter:in

source: A viewer has read-only access to all team projects and requests.
de: Ein:e Betrachter:in hat nur Lesezugriff auf alle Team-Projekte und Anfragen.

source: Editor
de: Bearbeiter:in

source: An editor can make requests in team projects, send messages, set the status of requests.
de: Ein:e Bearbeiter:in kann Anfragen in den Team-Projekten stellen, Nachrichten senden, den Status von Anfragen ändern etc.

source: An owner can do everything an editor can do. In addition they can also add or remove team members, change their roles and delete the team.
de: Ein:e Eigentümer:in kann alles, was ein:e Bearbeiter:in auch kann. Zusätzlich können Eigentümer:innen auch Team-Mitglieder anlegen, entfernen oder ihre Funktionen ändern und das Team löschen.

source: Add team member
de: Team-Mitglied hinzufügen

source: Invite as team member
de: Als Team-Mitglied einladen

source: Requests accessible to this team
de: Anfragen dieses Teams

source: Team projects
de: Projekte des Teams

source: Delete team
de: Team löschen

source: Deleting the team will remove access of team members to all requests and projects they did not create.
de: Das Löschen des Teams wird den Zugang aller Mitglieder auf Anfragen und Projekte entfernen, die Sie nicht selbst erstellt haben.

source: Are you sure you want to delete this team?
de: Sind Sie sicher, dass Sie dieses Team löschen wollen?

source: Deleting a team cannot be undone.
de: Das Löschen eines Teams kann nicht rückgängig gemacht werden.

source: Delete team “%(name)s”
de: Team „%(name)s“ löschen

source: Team “%(name)s” has invited you
de: Team „%(name)s“ hat Sie eingeladen

source: Do you want to join this team with the account “%(account)s”?
de: Wollen Sie diesem Team mit Ihrem Konto “%(account)s” beitreten?

source: Your Teams
de: Ihre Teams

source: Create a new team
de: Lege ein neues Team an

source: Create team
de: Lege ein Team an

source: You are already a team member.
de: Sie sind schon Team-Mitglied.

source: 400 - Bad Request
de: 400 - Fehlerhafte Anfrage
fi: 400 - Virheellinen pyyntö
sv_fi: 400 - felaktig fråga

source: This one seems to be on you. Please contact us, if this error comes as a surprise.
de: Wir vermuten, dass Sie fehlerhafte Eingaben gemacht haben. Bitte kontaktieren Sie uns, falls dies nicht der Fall sein sollte.

source: 403 - Forbidden
de: 403 - Verboten
fi: 403 - Kielletty
sv_fi: 403 - Förbjuden åtgärd

source: You tried to access a site that you are not authorized to access or you triggered a security warning.
de: Sie haben versucht einen Teil der Seite aufzurufen, für den Sie keine Rechte haben oder Sie haben einen zusätzlichen Sicherheitsmechanismus ausgelöst.
fi: Yritit päästä sivulle, jolle sinulla ei pääsyä taiaiheutit turvallisuusvaroituksen.
sv_fi: Du försökte besöka en webbsida som du inte har tillåtelse till eller du utlöste en säkerhetsvarning.

source: 404 - Not Found
de: 404 - Nicht Gefunden
fi: 404 - Sivua ei löydy
sv_fi: 404 - Hittades inte

source: Nothing to see here.
de: Hier gibt es nichts zu sehen.

source: 500 - Server Error
de: 500 - Server-Fehler
fi: 500 - Palvelinvirhe
sv_fi: 500 - serverfel

source: We logged the error and are working on fixing it. If you need to contact us, please use the reference <code>%(ref)s</code>.
de: Wir haben den Fehler festgehalten und arbeiten an einer Lösung. Falls Sie uns kontaktieren möchten, geben Sie bitte die Referenz <code>%(ref)s</code> an.

source: %(site_name)s admin
de: %(site_name)s-Verwaltung

source: Add tags to multiple items
de: Tags zu mehreren Objekten hinzufügen
sv_fi: Lägg till taggar till flera objekt

source: Set these tags for all items
de: Tags auf den gewählten Objekten setzen
sv_fi: Sätt dessa taggar för alla objekt

source: Support Froide by <a href="https://okfn.de/spenden/">donating to Open Knowledge Foundation Germany</a>
de: Wir kämpfen für Transparenz! <a href="https://fragdenstaat.de/hilfe/spenden/">Kämpfen Sie mit und unterstützen Sie uns.</a>

source: Support Froide by donating to Open Knowledge Foundation Germany: https://okfn.de/spenden/
de: Wir kämpfen für Transparenz! Kämpfen Sie mit und unterstützen Sie uns: https://fragdenstaat.de/hilfe/spenden/

source: You can try searching or go back to the <a href="/">Home page</a>.
de: Mit der Suche können Sie vielleicht finden, wonach Sie suchen – oder <a href="/">zurück zur Startseite</a>.

source: Froide is a free and Open Source Project by <a href="https://okfn.de">the Open Knowledge Foundation</a>. If you want to support Froide, please visit the <a href="https://github.com/okfde/froide">repository on GitHub</a>.
de: Froide ist ein freies und Open Source Projekt der <a href="https://okfn.de">Open Knowledge Foundation </a><br/>Wenn Sie Froide unterstützen möchten, besuchen Sie bitte unser <a href="https://github.com/okfde/froide">GitHub-Repo</a>

source: About
de: Über uns
fi: Tietoja palvelusta
sv_fi: Om

source: Terms of Use
de: Nutzungsbedingungen
fi: Käyttöehdot
sv_fi: Regler för användning

source: Privacy Statement
de: Datenschutzerklärung
fi: Tietosuojakäytännöt
sv_fi: Integritetsprinciper

source: Help
de: Hilfe
fi: Apua
sv_fi: Hjälp

source: Menu
de: Menü

source: Make a Request!
de: Stellen Sie eine Anfrage!
fi: Tee tietopyyntö!
sv_fi: Gör en begäran!

source: Hello %(name)s
de: Hallo %(name)s

source: Logout
de: Ausloggen
fi: Kirjaudu ulos
sv_fi: Logga ut

source: Sign in
de: Anmelden

source: Hello %(name)s
de: Hallo %(name)s

source: help
de: hilfe
fi: apua
sv_fi: hjälp

source: What is Freedom of Information?
de: Was ist Informationsfreiheit?
fi: Mitä on julkinen tieto?
sv_fi: Vad är Offentlighetsbegäran?

source: Every citizen has the right under the Freedom of Information Laws to ask for and receive access to information from Public Bodies concerning public affairs.
de: Jede:r Bürger:in hat nach den Informations&shy;gesetzen das Recht, Zugang zu Informationen der öffentlichen Hand zu erhalten.
fi: Julkisuuslainsäädännön nojalla kaikilla kansalaisilla on oikeus saada tieto viranomaisten julkisista asiakirjoista.
sv_fi: Varje medborgare har enligt offentlighetslagen rätt att av myndigheter begära och få information som gäller allmänna frågor.

source: Read more about the Freedom of Information!
de: Erfahren Sie mehr über Informations&shy;freiheit.
fi: Lue lisää julkisesta tiedosta!
sv_fi: Läs mer om Offentlighetbegäran!

source: What does this site do?
de: Was macht diese Seite?
fi: Mitä tämä sivusto tekee?
sv_fi: Vad gör denna webbplats?

source: This site publishes Freedom of Information requests and replies so that others don't have to ask for the same information and replies can be scrutinized by the public.
de: Diese Seite veröffentlicht Informations&shy;freiheits&shy;anfragen und ihre Antworten, so dass der Vorgang durch die Öffentlichkeit geprüft werden kann.
fi: Tämä sivusto julkaisee tietopyynnöt ja niiden vastaukset. Näin samaa tietoa ei tarvitse pyytää useaan kertaan, ja yleisön on vaivaton seurata vastauksia.
sv_fi: Denna webbplats publicerar offentlighetsbegäranden och svaren på dem, så att andra inte ska behöva fråga samma sak. Svaren kan här granskas offentligt.

source: Read more about the concept!
de: Erfahren Sie mehr über das Konzept.
fi: Lue lisää konseptista!
sv_fi: Läs mera om konceptet!

source: Successful Requests
de: Erfolgreiche Anfragen
fi: Onnistuneet tietopyynnöt
sv_fi: Framgångsrika begäranden

source: Unsuccessful Requests
de: Abgelehnte Anfragen
fi: Epäonnistuneet tietopyynnöt
sv_fi: Misslyckade begäranden

source: Two-factor login
de: Zwei-Faktor-Login

source: When you are ready to verify your hardware security key, press the button below.
de: Wenn Sie bereit sind Ihren Hardware-Sicherheitsschlüssel zu verifizieren, drücken Sie die folgenden Schaltfläche.

source: Verify hardware security key
de: Hardware-Sicherheitsschlüssel verifizieren

source: Use authenticator app
de: Authentifizierungs-App nutzen

source: Use recovery code
de: Wiederherstellungs-Code nutzen

source: Open your authenticator app to get an authentication code.
de: Öffnen Sie Ihre Authentifizierungs-App, um einen Authentifizierungs-Code zu erhalten.

source: Use a recovery code.
de: Nutzen Sie einen Wiederherstellungs-Code.

source: <strong>WARNING</strong>: The recovery code will be removed after it has been used. Make sure to create a new one after login!
de: <strong>WARNUNG</strong>: Der Wiederherstellungs-Code wird nach Benutzung entfernt. Sie müssen nach dem Login einen neuen erstellen!

source: Two-factor setup
de: Zwei-Faktor-Einrichtung

source: Two Factor Setup
de: Zwei-Faktor-Einrichtung
