Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Use your authenticator app
de: Ihre Authentifizierungs-App verwenden

source: Verify code
de: Code verifizieren

source: Use your password
de: Verwenden Sie Ihr Passwort

source: Check password
de: Passwort prüfen

source: Account Settings
de: Nutzerkonto-Einstellungen
fi: Käyttäjätilin asetukset
sv_fi: Kontoinställningar

source: Your name:
de: Ihr Name:
fi: Nimi:
sv_fi: Ditt namn:

source: Account Privacy:
de: Privatsphäreneinstellung:
fi: Käyttäjätilin yksityisyysasetukset:
sv_fi: Sekretessinställningar:

source: Your name is hidden on the web.
de: Ihr Name wird auf der Seite nicht öffentlich angezeigt.

source: Your name is visible.
de: Ihr Name ist öffentlich sichtbar.
fi: Nimesi on julkisesti näkyvillä.
sv_fi: Ditt namn är synligt.

source: Make my account private
de: Mein Nutzerkonto auf privat schalten

source: If you changed your mind about the public visibility of your account name, we can change your account to <b>private</b>. This will automatically remove your name where it is currently publicly visible.
de: Wenn Sie sich bezüglich der Sichtbarkeit Ihres Namens umentschieden haben, dann können Sie hier Ihr Konto auf <b>privat</b> schalten. Dies wird automatisch Ihren Namen entfernen, wo er gerade öffentlich sichtbar ist.

source: This account-wide setting <b>cannot be undone</b>.<br/> Your account will <b>stay private</b> once you set it to private.
de: Diese Einstellung für das gesamte Konto kann <b>nicht rückgängig</b> gemacht werden.<br/> Ihr Konto wird <b>dauerhaft privat</b> sein, wenn Sie diese Änderung vornehmen.

source: Any public profile information will be removed.
de: Ihre öffentlichen Profilinformationen werden entfernt.

source: You are still responsible for redacting attachments when they contain your personal information.
de: Sie sind weiterhin dafür verantwortlich Ihre personenbezogenen Daten in Anhängen zu schwärzen.

source: Make account private
de: Konto auf privat schalten

source: Change details
de: Angaben ändern

source: Save changes
de: Änderungen speichern

source: Account settings
de: Kontoeinstellungen

source: Public profile
de: Öffentliches Profil

source: Your public profile
de: Ihr öffentliches Profil

source: Setup two-factor login
de: Zwei-Faktor-Login einrichten

source: You need to set a password first.
de: Sie müssen zuerst ein Passwort setzen.

source: You have the following two-factor login methods active:
de: Sie haben die folgenden Zwei-Faktor-Login-Methoden aktiviert:

source: hardware security key
de: Hardware-Sicherheitsschlüssel

source: authenticator app
de: Autentifizierungs-App

source: recovery code
de: Wiederherstellungs-Code

source: You have not setup any two-factor login methods.
de: Sie haben keine Zwei-Faktor-Login-Methoden eingerichtet.

source: Manage two-factor login methods
de: Zwei-Faktor-Login-Methoden verwalten

source: Proofs
de: Nachweise

source: Export your data
de: Exportieren Sie Ihre Daten

source: We will generate a data export and notify you by email when it is ready.
de: Wir erstellen Ihren Datenexport und teilen Ihnen per E-Mail mit, sobald der Export fertig ist.

source: Request data export
de: Starte Datenexport

source: Delete your account
de: Löschen Sie Ihren Account
fi: Lopeta käyttäjätilisi
sv_fi: Radera ditt konto

source: Danger: deleting your account cannot be undone.
de: Gefahr: das Löschen Ihres Account kann nicht rückgängig gemacht werden.
fi: Varoitus: käyttäjätilin lopettaminen on peruuttamaton toiminto.
sv_fi: Observera: du kan inte ångra raderingen av ditt konto.

source: Your FOI requests will not be removed. Only your personal information connected with your account will be removed.
de: Ihre IFG-Anfragen werden nicht gelöscht. Nur die persönlichen Informationen Ihres Account werden entfernt.
fi: Palvelun kautta tekemiäsi tietopyyntöjä ei poisteta. Ainoastaan henkilökohtaiset tiedot, jotka on kytketty käyttäjätiliisi poistetaan.
sv_fi: Dina offentlighetsbegäranden kommer inte att tas bort. Endast din personinformation som är kopplad till ditt konto kommer att tas bort.

source: Delete account
de: Account löschen
fi: Lopeta käyttäjätili
sv_fi: Radera konto

source: Developer
de: Entwickler:innen

source: Your OAuth Applications
de: Ihre OAuth-Anwendungen

source: back to your account
de: zurück zu Ihren Anfragen

source: General settings
de: Allgemeine Einstellungen

source: Data export
de: Datenexport

source: Account deletion
de: Konto löschen

source: Your requests
de: Ihre Anfragen

source: Your projects
de: Ihre Projekte

source: Request drafts
de: Anfrageentwürfe

source: Followed requests
de: Gefolgte Anfragen

source: Subscriptions
de: Abonnements

source: Your account settings
de: Ihre Konto-Einstellungen
fi: Käyttäjätilin asetukset
sv_fi: Dina kontoinställningar

source: Title
de: Titel
fi: Otsikko
sv_fi: Titel

source: Create an account
de: Konto erstellen

source: Sign Up
de: Konto erstellen
fi: Rekisteröidy
sv_fi: Registrera dig

source: Please type this phrase to confirm: %(phrase)s
de: Bitte geben Sie zum Bestätigen folgendes ein: %(phrase)s

source: This users requests
de: Anfragen des:der Nutzer:in

source: Become user
de: Impostor-Modus

source: back to your account settings
de: zurück zu Ihren Einstellungen

source: Authorize the application '%(name)s'?
de: Der Anwendung '%(name)s' Zugriff geben?

source: Application requires following permissions
de: Die Anwendung erfordert die folgenden Berechtigungen

source: Cancel
de: Abbrechen
fi: Peruuta
sv_fi: Avbryt

source: Authorize
de: Zugriff erlauben

source: OAuth applications
de: OAuth-Anwendungen

source: You are logged in and cannot use a confirmation link.
de: Sie sind gerade eingeloggt und können daher Bestätigungslinks nicht nutzen.
fi: Olet kirjautunut sisälle, etkä voi siksi käyttää vahvistuslinkkiä.
sv_fi: Du är inloggad och kan inte använda länken för att bekräfta åtgärden.

source: You can only use the confirmation link once, please login with your password.
de: Sie können den Bestätigungslink nur einmal benutzen, bitte loggen Sie sich mit Ihrem Passwort ein.
fi: Voit käyttää vahvistuslinkkiä vain kerran, kirjaudu sisään omalla salasanallasi.
sv_fi: Du kan använda länken för bekräftelse endast en gång. Var god och logga in med ditt lösenord.

source: You are logged in with a different user account. Please logout first before using this link.
de: Sie sind mit einem anderen Nutzerkonto eingeloggt. Bitte loggen Sie sich erst aus, bevor Sie den E-Mail-Link benutzen.
fi: Olet kirjautunut sisään toisella käyttäjätilillä. Kirjaudu ensin ulos käyttämällä tätä linkkiä.
sv_fi: Du är inloggad med ett annat användarnamn. Var god logga ut igen, innan du klickar på länken.

source: You have been logged out.
de: Sie wurden ausgeloggt.
fi: Olet kirjautunut ulos.
sv_fi: Du har blivit utloggad.

source: Please correct the errors below.
de: Bitte korrigieren Sie die unten stehenden Fehler.

source: Please check your emails for a mail from us with a confirmation link.
de: Bitte überprüfen Sie Ihre E-Mails. Sie haben eine E-Mail mit einem Bestätigungslink von uns erhalten.
fi: Tarkista sähköpostisi ja etsi lähettämämme viesti, joka sisältää vahvistuslinkin.
sv_fi: Var god och kontrollera din e-post och använd länken vi sänt dig för att bekräfta din adress.

source: Your password has been changed.
de: Ihr Passwort wurde geändert.
fi: Salasanasi on vaihdettu.
sv_fi: Ditt lösenord är nu ändrat.

source: Your password was NOT changed. Please fix the errors.
de: Ihr Passwort wurde NICHT geändert. Bitte beheben Sie die Fehler.

source: You are currently logged in, you cannot get a password reset link.
de: Sie sind gerade eingeloggt. Sie können keinen Passwort-Zurücksetzen-Link erhalten.
fi: Olet tällä hetkellä kirjautuneena palveluun, et voi saada salasananvaihtolinkkiä.
sv_fi: Du är inloggad och kan därför inte få en länk för att återställa ditt lösenord.

source: Check your mail, we sent you a password reset link. If you don't receive an email, check if you entered your email correctly or if you really have an account.
de: Schauen Sie in Ihre E-Mails, wir haben Ihnen einen Passwort-Zurücksetzen-Link geschickt. Falls Sie keine E-Mail erhalten haben, prüfen Sie, ob Sie Ihre E-Mail-Adresse richtig eingegeben haben und ob Sie wirklich damit einen Account haben.

source: Your password has been set and you are now logged in.
de: Ihre Password wurde gesetzt und Sie sind jetzt eingeloggt.
fi: Salasanasi on asetettu ja olet nyt kirjautunut
sv_fi: Lösenordet är sparat och du är nu inloggad.

source: We sent a confirmation email to your new address (unless it belongs to an existing account).
de: Wir haben eine Bestätigungs-E-Mail an Ihre neue Adresse gesendet (es sei denn diese gehört schon zu einem bereits existierenden Konto).

source: Your profile information has been changed.
de: Ihre Profilinformationen wurden geändert.

source: Please correct the errors below. You profile information was not changed.
de: Bitte korrigieren Sie die Fehler unten. Ihre Profilinformationen wurden nicht geändert.

source: Your account settings have been changed.
de: Ihre Kontoeinstellungen wurden geändert.

source: Please correct the errors below. You account settings were not changed.
de: Bitte korrigieren Sie die Fehler unten. Ihre Kontoeinstellungen wurden nicht geändert.

source: Your account is already private.
de: Ihr Konto ist schon privat.

source: Your account has been made private. The changes are being applied now.
de: Ihr Konto wurde auf privat geschaltet. Die Änderungen werden jetzt angewendet.

source: Your email address has been changed.
de: Ihre E-Mail-Adresse wurde geändert.
fi: Sähköpostiosoitteesi on vaihdettu.
sv_fi: Din e-postadress har ändrats.

source: The email confirmation link was invalid or expired.
de: Der E-Mail-Bestätigungs-Link ist ungültig oder abgelaufen.
fi: Sähköpostin vahvistuslinkki oli vanhentunut tai virheellisesti kopioitu.
sv_fi: Länken för bekräftelse var ogiltig eller föråldrad.

source: Your account is private, so you don't have a public profile.
de: Ihr Konto is privat, daher haben Sie kein öffentliches Profil.

source: Password or confirmation phrase were wrong. Account was not deleted.
de: Passwort oder Bestätigungssatz waren falsch. Ihr Account wurde nicht gelöscht.
fi: Salasana tai vahvistuslause oli väärin. Käyttäjätiliä ei lopetettu.
sv_fi: Lösenordet eller frasen för bekräftelse var fel. Kontot har inte raderats.

source: Your account has been deleted and you have been logged out.
de: Ihr Account wurde gelöscht und Sie wurden ausgeloggt.
fi: Käyttäjätilisi on lopetettu ja sinut on kirjattu ulos.
sv_fi: Ditt konto har raderats och du är nu utloggad.

source: Thank you for accepting our new terms!
de: Danke, dass Sie unsere neuen Nutzungsbedingungen akzeptiert haben!
sv_fi: Tack för att du accepterar våra nya villkor!

source: You need to accept our new terms to continue.
de: Sie müssen unsere neuen Nutzungs- und Datenschutzbedingungen akzeptieren.
sv_fi: Du behöver acceptera våra nya villkor för att fortsätta.

source: You probably do not have cookies enabled, but you need cookies to use this site! Cookies are only ever sent securely. The technical reason is: %(reason)s
de: Sie haben vermutlich Ihre Browser-Cookies deaktivert, allerdings brauchen Sie Cookies für diese Seite! Cookies werden auf dieser Seite nur über eine sichere Verbindung gesendet. Der technische Grund für diesen Fehler ist: %(reason)s
fi: Sinulla ei ehkä ole evästeet (cookies) käytössä, mutta käyttäminen vaatii niitä. Evästeiden käyttäminen sivustolla on turvallista. Tekninen syy evästeiden käyttöön on: %(reason)s
sv_fi: Dina inställningar tillåter inte kakor (cookies), men du behöver dem för att använda denna webbplats! Kakorna överförs säkert. Den tekniska orsaken är: %(reason)s

source: Your export has been started. You will receive an email when it is finished.
de: Ihr Datenexport wurde gestartet. Sie erhalten eine E-Mail, sobald der Export fertiggestellt wurde.

source: Your export is currently being created. You will receive an email once it is available.
de: Ihr Export wird gerade erstellt. Sie erhalten eine E-Mail, sobald der Export verfügbar ist.

source: Your next export will be possible at {date}. <a href="{url}">You can download your current export here</a>.
de: Ihr nächster Datenexport ist möglich am {date}. <a href="{url}">Sie können Ihren Export hier herunterladen</a>.

source: Deactivate bounced accounts
de: Gebouncte Konten deaktivieren

source: Bounce
de: Bounce-Meldung

source: Bounces
de: Bounce-Meldungen

source: Campaign
de: Kampagne

source: campaign
de: Kampagne

source: campaigns
de: Kampagnen

source: This request was made as part of the campaign <a href="%(url)s">“%(name)s”</a>.
de: Diese Anfrage wurde als Teil der Kampagne <a href="%(url)s">„%(name)s“</a> gestellt.

source: Make a request yourself
de: Selbst eine Anfrage stellen

source: This request seems like it should belong to a campaign. Please use the campaign interface to make the request.
de: Es sieht so aus, als sollte diese Anfrage zu einer Kampagne gehören. Bitte nutzen Sie die Kampagnen-Seite, um die Anfrage zu stellen.

source: Content
de: Inhalt

source: Metadata
de: Metadaten

source: Comments
de: Kommentare

source: Your name will only be visible to logged in users.
de: Ihr Name wird nur für angemeldete Personen sichtbar sein.

source: Comment
de: Kommentar

source: This is a moderation comment
de: Dies ist ein Moderationskommentar

source: New comment by {name}
de: Neuer Kommentar von {name}

source: Name not public
de: Name nicht öffentlich

source: Commentator
de: Autor:in

source: Requester
de: Anfragesteller:in

source: Only visible if logged in
de: Nur eingeloggt sichtbar

source: Comment was removed.
de: Kommentar wurde entfernt.

source: Read all
de: Alles lesen
fi: Lue kaikki
sv_fi: Läs alla

source: No comments yet.
de: Noch keine Kommentare.

source: Write a public comment
de: Schreiben Sie einen öffentlichen Kommentar

source: Write a comment
de: Schreiben Sie einen Kommentar
fi: Kirjoita kommentti
sv_fi: Skriv en kommentar

source: Please <a href="%(link)s" >login</a> to write a comment.
de: Bitte <a href="%(link)s">melden Sie sich an</a>, um Kommentare zu lesen oder zu schreiben.

source: You have a private account. Your comment will show “requester” as the author.
de: Sie haben ein privates Konto. Ihr Kommentar wird als „Anfragesteller:in“ veröffentlicht.

source: Post Comment
de: Kommentar absenden
fi: Kommentoi
sv_fi: Publicera kommentar

source: Show %(count)s other comments
de: Zeige %(count)s weitere Kommentare

source: Add documents to collection...
de: Füge Dokumente zu Sammlung hinzu...

source: Set team for documents...
de: Weisen Sie diesem Dokument ein Team zu

source: Mark as listed
de: Als gelistet markieren

source: Mark as unlisted
de: Als ungelistet markieren

source: Move documents to directory...
de: Dokumente in Verzeichnis verschieben...

source: Document
de: Dokument

source: Documents (beta)
de: Dokumente (beta)

source: matching the query “%s”
de: passend zur Suche nach „%s“

source: by tag %(tag)s
de: nach Tag %(tag)s
fi: %(tag)s-tagin perusteella
sv_fi: enligt nyckelord %(tag)s

source: from %(juris)s
de: von %(juris)s

source: from %(publicbody)s
de: von %(publicbody)s

source: resulting from campaign “%(campaign)s”
de: aus der Kampagne „%(campaign)s“

source: Documents %(by)s on %(sitename)s
de: Dokumente %(by)s auf %(sitename)s

source: Documents on %(sitename)s
de: Dokumente auf %(sitename)s

source: This feed contains documents %(by)s on %(sitename)s.
de: Dieser Feed enthält Dokumente %(by)s auf %(sitename)s.

source: This feed contains the latest documents that appear on %(sitename)s.
de: Dieser Feed enthält die neuesten Dokumente, die auf %(sitename)s veröffentlicht wurden.

source: {title} (page {page})
de: {title} (Seite {page})

source: all/no campaigns
de: alle/keine Kampagnen

source: no campaign
de: Keine Kampagne

source: all jurisdictions
de: alle Zuständigkeitsbereiche

source: jurisdiction
de: Zuständigkeit

source: Add all to collection
de: Alle zur Sammlung hinzufügen

source: Or add all to new collection with this title
de: Oder füge alle zu einer Sammlung mit diesem Titel hinzu

source: Leave empty and no collection will be created
de: Leer lassen und es wird keine Sammlung erstellt

source: Make documents public
de: Dokumente veröffentlichen

source: Tags
de: Schlagwörter
fi: Tagit
sv_fi: Nyckelord

source: These tags will be applied to all documents.
de: Diese Schlagworte werden den Dokumenten gegeben.

source: Choose the dominant language of the documents.
de: Wählen Sie die bestimmende Sprache der Dokumente aus.

source: Pages
de: Seiten

source: Annotations
de: Annotationen

source: Collections
de: Sammlungen

source: Documents
de: Dokumente

source: Page
de: Seite
fi: Sivu
sv_fi: Sida

source: RSS feed for this search
de: RSS-Feed für diese Suche

source: Upload documents
de: Dokumente hochladen

source: You can upload large PDF documents or ZIP files of PDF documents here.
de: Sie können hier PDF-Dokumente oder ZIP-Dateien mit PDF-Dokumenten hochladen.

source: Create documents
de: Dokumente erstellen

source: Save
de: Speichern

source: Edit title
de: Titel bearbeiten

source: private
de: privat

source: Edit description
de: Beschreibung bearbeiten

source: This document is part of the request ”<a href="%(request_url)s">%(title)s</a>”.
de: Dieses Dokument ist Teil der Anfrage „<a href="%(request_url)s">%(title)s</a>“

# url part
source: search/
de: suche/

# url part
source: search/feed/
de: suche/feed/

source: %s file(s) uploaded successfully.
de: %s Datei(en) wurde(n) erfolgreich hochgeladen.

source: Create documents now
de: Dokumente jetzt erstellen

source: The document has been saved.
de: Das Dokument wurde gespeichert.

source: Choose guidance action to attach to last message...
de: Beratung für letzte Nachricht auswählen...

source: Tag users of selected requests...
de: Nutzer:in der ausgewählten Anfragen taggen...

source: Has same request
de: Hat gleiche Anfrage
sv_fi: Har samma begäran

source: Costs given
de: Kosten angegeben

source: request page
de: Anfrageseite

source: follower
de: Follower:innen

source: Mark selected requests as checked
de: Markiere ausgewählte Informationsfreiheitsanfragen als gesehen
fi: Merkitse valitut pyynnöt
sv_fi: Markera valda begäranden som granskade.

source: %d request(s) successfully marked as checked.
de: %d Anfrage(n) wurden als gesehen markiert.
fi: %d pyyntöä on merkitty valituiksi.
sv_fi: %d begäran(den) framgånsrikt markerat som kontrollerat.

source: Mark selected requests as not FoI
de: Markiere ausgewählte Anfragen als nicht-IFG
fi: Merkitse valitut pyynnöt ei-seuratuiksi
sv_fi: Markera vald som icke offentlighetsbegäran

source: %d request(s) successfully marked as not FoI.
de: %d Anfrage(n) erfolgreich als nicht-IFG markiert.
fi: %d pyyntöä on merkitty ei-seuratuiksi
sv_fi: %d begäran(den) markerade som icke offentlighetsbegäran.

source: Mark successfully resolved
de: Markiere als erfolgreich abgeschlossen

source: %d request(s) have been marked as successfully resolved.
de: %d Anfrage(n) wurden als erfolgreich abgeschlossen markiert.

source: Mark as refused
de: Als abgelehnt markieren

source: %d request(s) have been marked as refused.
de: %d Anfrage(n) wurden als abgelehnt markiert.

source: Update search index
de: Such-Index aktualisieren

source: %d request(s) will be updated in the search index.
de: %d Anfrage(n) werden im Such-Index aktualisiert.

source: Mark selected requests as identical to...
de: Markiere ausgewählte Anfragen als identisch zu...
fi: Merkitse valitut pyynnöt identtisiksi...
sv_fi: Markera valda begäran(den) som identisk(a) till ...

source: Successfully marked requests as identical.
de: Markierung als identisch war erfolgreich.
fi: Pyynnöt on merkitty identtisiksi
sv_fi: Begärandena markerade som identiska.

source: Confirm request if unconfirmed
de: Bestätige Anfrage, wenn noch nicht bestätigt

source: Request not in correct state!
de: Anfrage nicht im korrekten Zustand!

source: Message send successfully!
de: Nachricht erfolgreich gesendet!

source: Unpublish
de: Depublizieren

source: Selected requests are now unpublished.
de: Markierte Anfragen sind nun depubliziert.

source: Unpublish permanently
de: Dauerhaft depublizieren

source: Selected requests are now permanently unpublished.
de: Markierte Anfragen sind nun dauerhaft depubliziert.

source: Publish
de: Veröffentlichen
sv_fi: Publicera

source: Selected requests are now published.
de: Markierte Anfragen sind nun veröffentlicht.

source: Unblock requests and send first message
de: Entblockiere Anfragen und sende die erste Nachricht

source: Close requests
de: Anfrage schließen

source: Add selected requests to project...
de: Füge ausgewählte Anfragen zu Projekt hinzu..

source: Successfully added requests to project.
de: Anfragen wurde erfolgreich zu Projekt hinzugefügt.

source: Set team for requests...
de: Weisen Sie diesen Anfragen ein Team zu…

source: Has delivery status
de: Hat Zustellungsstatus

source: Has attachments
de: Hat Anhänge

source: on site
de: Seitenansicht

source: Run guidance with user notifications
de: Hinweise generieren mit Nutzer:innenbenachrichtigungen

source: Guidance is being run against selected messages. Users are notified.
de: Hinweise werden für die ausgewählten Nachrichten generiert. Nutzer:innen werden benachrichtigt.

source: Run guidance
de: Hinweise generieren

source: Guidance is being run against selected messages.
de: Hinweise werden für die ausgewählten Nachrichten generiert.

source: delivery status
de: Zustellungsstatus

source: Resend selected messages
de: Ausgewählte Nachrichten erneut senden

source: Message was send again.
de: Die Nachricht wurde noch einmal gesendet.

source: Mark as not sent
de: Nachricht als nicht gesendet markieren

source: {num} of {total} selected messages were sent.
de: {num} von {total} ausgewählten Nachrichten wurden versendet.

source: Export public body tag stats to CSV
de: Statistik der Behörden-Nachrichten-Tags nach CSV exportieren

source: Has redacted version
de: Hat geschwärzte Version
sv_fi: Har redigerad version

source: Has converted version
de: Hat konvertierte Version
sv_fi: Har konverterad version

source: See FoiMessage
de: Siehe IFG-Nachricht
fi: Katso tietopyyntöön liittyvä viesti
sv_fi: Se meddelande

source: Mark selected as approved
de: Markiere ausgewählte Anhänge als genehmigt
fi: Hyväksy valitut
sv_fi: Markera valda som godkända

source: %d attachment(s) successfully approved.
de: %d Anhänge erfolgreich genehmigt.
fi: %d liitettä hyväksytty
sv_fi: %d bilagan eller bilagorna godkända.

source: Mark selected as disapproved
de: Markiere ausgewählte als ungenehmigt

source: %d attachment(s) successfully disapproved.
de: %d Anhänge erfolgreich als ungenehmigt markiert.

source: Mark selected as not approvable/approved
de: Markiere ausgewählte Anhänge als nicht genehmigungsfähig/genehmigt

source: %d attachment(s) successfully marked as not approvable/approved.
de: %d Anhänge als nicht genehmigungsfähig/genehmigt markiert.

source: Convert to PDF
de: In PDF konvertieren
fi: Muunna PDF-muotoon
sv_fi: Konvertera till PDF

source: Conversion tasks started: %s
de: Konvertierungs-Task gestartet: %s

source: Make into document
de: Erstelle Dokument

source: %s document(s) created
de: %s Dokument(e) erstellt

source: OCR PDF
de: Texterkennung auf PDF

source: Has request
de: Hat Anfrage
fi: Pyyntö
sv_fi: Har begäran

source: Close associated requests
de: Verknüpfte Anfragen schließen

source: Auto-Redeliver based on subject
de: Erneut zustellen auf Basis des Betreffs

source: Deliver and mark as no spam
de: Zustellen und als Nicht-Spam markieren

source: Mark as spam (delete all except one per sender)
de: Als Spam markieren (löscht alle außer eine pro Absender:in)
