Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Law text of %(name)s (%(juris)s)
fi: Lakiteksti %(name)s (%(juris)s)
sv_fi: %(name)s (%(juris)s) lagtext.

source: %(counter)s Public Body in Topic '%(name)s'
fi: %(counter)s viranomainen liittyy aiheeseen '%(name)s'

source: back to list of topics
fi: takaisin aihelistaukseen

source: If you need assistance, you may reference this error as <strong>%(ref)s</strong>.
fi: Jos tarvitset apua, tämän virheen tunnus on <strong>%(ref)s</strong>.
sv_fi: Om du behöver hjälp, kan du hänvisa till detta felmeddelande:<strong>%(ref)s</strong>.

source: This site is currently in dry run mode. All Public Body mail will go to this mail server:
fi: Tämä sivusto on tällä hetkellä "dry run" -tilassa. Kaikki viranomaispostit menevät tälle sähköpostipalvelimelle:

source: Account
fi: Tili

source: Public Profile
fi: Julkinen profiili

source: Log In /<br/>Sign up
fi: Kirjaudu sisään /<br/>Rekisteröidy
sv_fi: Logga in /<br/>Registrera dig

source: Freedom of Information Request To: Ministry of Interior Dear Sir or Madam, I request information about the following: ...
fi: Tietopyyntö To: Sisäministeriölle Hei, Pyydän saada, mieluiten sähköisessä, muodossa tiedot ...
sv_fi: Offentlighetsbegäran Till Inrikesministeriet Ärade mottagare Jag begär härmed information om följande: ...

source: Comment by %(name)s:
fi: Kommentti käyttäjältä %(name)s:
sv_fi: Kommentar av %(name)s:

source: Despite your privacy settings, your real name will be published with comment.<br/>There are <strong>no anonymous comments</strong>.
fi: Tietosuoja-asetuksistasi huolimatta, oikea nimesi näytetään kommenttiesi mukana.<br/>There are <strong>no anonymous comments</strong>.
sv_fi: Trots dina integritetsinställningar kommer ditt namn att publiceras i samband med din kommentar.<br/>Det finns<strong>inga anonyma kommentarer</strong>.

source: Moderator
fi: Moderaattori

source: On %(date)s, %(name)s wrote:
fi: %(date)s, %(name)s kirjoitti:
sv_fi: %(name)s skrev %(date)s:

source: Help Pages
fi: Apua

source: General Information
fi: Yleistä

source: About Froide
fi: Tietoa Froide-sovelluksesta

source: Please donate
fi: Tue toimintaa, lahjoita

source: Making Requests
fi: Tietopyyntöjen laatiminen

source: Your Privacy
fi: Tietosuoja

source: For FoI Officers
fi: Tietopyyntöjä vastaanottaville viranomaiselle

source: Search Results for "%(query)s"
fi: Hakutulokset "%(query)s"
sv_fi: Sökresultat för "%(query)s"

source: Your Topic
fi: Aiheesi
sv_fi: Ditt ämne

source: Related Freedom of Information Requests
fi: Asiaankuuluvat tietopyynnöt
sv_fi: Relaterade offentlighetsbegäranden

source: No relevant requests found for "%(query)s".
fi: Asiaankuuluvaa tietopyyntöä ei löytynyt haulle "%(query)s".
sv_fi: Inga relevanta begäranden hittades med "%(query)s".

source: You can browse the list of existing requests.
fi: Selaa tehtyjä tietopyyntöjä.
sv_fi: Du kan bläddra i listan av begäranden.

source: Related Public Bodies
fi: Asiaan liittyvät julkiset tahot
sv_fi: Relaterade myndigheter

source: Please provide at least one search term
fi: Anna vähintään yksi hakusana
sv_fi: Var god ange minst en sökterm

source: Couldn't find what you were looking for?
fi: Etkö löytänyt etsimääsi?
sv_fi: Hittade du inte det du sökte?

source: Make a Freedom of Information Request now!
fi: Tee tietopyytö!
sv_fi: Gör en offentlighetsbegäran nu!

source: This email address already has an account. <a href="%(url)s?simple&email=%(email)s" class="btn btn-warning target-small">Click here to login using that email address.</a>
sv_fi: Denna e-postadress har redan ett konto. <a href="%(url)s?simple&email=%(email)s" class="btn btn-warning target-small">Klicka här för att logga in och använda den e-postadressen.</a>

source: Check if you want to receive our newsletter.
sv_fi: Bocka i ifall du vill ta emot vårt nyhetsbrev

source: Organization URL
sv_fi: Organisationens URL

source: Wants Newsletter
sv_fi: Vill ha Nyhetsbrev

source: Check your mail, we sent you a password reset link. If you don't receive an email, check if you entered your email correctly or if you really have an account
sv_fi: Kontrollera din e-post, vi skickade dig en återställningslänk för lösenordet. Om du inte mottagar något meddelande, kontrollerade om du angett din e-postadress korrekt eller om du verkligen har ett konto

source: Conversion tasks started.
sv_fi: Konverteringsjobb startat.

source: publicbody
sv_fi: Myndighet

source: Uploaded scans can be PDF, JPG or PNG. Please make sure to <strong>redact/black out all private information concerning you</strong>.
sv_fi: Uppladdade skanningar kan vara PDF, JPG eller PNG. Var god försäkra dig om att <strong>redigera bort all privat information om dig</strong>.

source: Re: %(subject)s
sv_fi: Sv: %(subject)s

source: %(user)s published an attachment on request %(request)s.
sv_fi: %(user)s publicerade en bilaga på begäran %(request)s.

source: %(site_name)s: New reply to your request
sv_fi: %(site_name)s: Var god klassificera svaret på din begäran

source: %(site_name)s: New suggestion for a Public Body
sv_fi: %(site_name)s: Din begäran har fått ett förslag på myndighet

source: %(site_name)s: Your Freedom of Information Request was sent
sv_fi: %(site_name)s: Din offentlighetsbegäran är skickad

source: %(site_name)s: Your Message was sent
sv_fi: %(site_name)s: Ditt meddelande är sänt

source: Dear Sir or Madam, I'd like to complain about the handling of the request under the %(law)s documented here: %(link)s You can also find all documents related to this request attached to this email. I believe this request has been mishandled because ... Sincerely yours %(name)s
sv_fi: Bästa mottagare, Jag vill klaga på behandlingen av begäran med hänvisning till %(law)s: %(link)s Jag anser att begäran har blivit fel behandlad eftersom ... Högaktningsfullt, %(name)s

source: of
sv_fi: av

source: Search the internet for information about:
sv_fi: Sök på internet information om:

source: Choose a Public Body
sv_fi: Välj myndighet

source: Notes for this public body
sv_fi: Anteckningar för denna offentliga aktör

source: Choose the type of request
sv_fi: Välj typ av begäran

source: Write the Request
sv_fi: Skriv en begäran

source: Your post address
sv_fi: Din postadress

source: Do you want to make sure that the information you are requesting isn't already available?
sv_fi: Vill du försäkra dig om att informationen du begär inte redan finns tillgänglig?

source: Related Websites
sv_fi: Relaterade webbplatser

source: Try a Web Search for your topic
sv_fi: Prova med en webbsökning på ditt ämne

source: Make Meta Request
sv_fi: Skapa Meta-begäran

source: Set law
sv_fi: Ställ in lag

source: Make a meta request
sv_fi: Skapa en meta-begäran

source: By making a meta request you will make a normal FOI request for the internal communication related to the handling of your original request "%(title)s". Please only make a meta request if you reasonably suspect an internal mishandling of your request.
sv_fi: Genom att skapa en meta-begäran kommer du att skapa en normal offentlighetsbegäran för den interna kommunikationen relaterad till behandlingen av din originella begäran "%(title)s". Var vänlig skapa en meta-begäran om du skäligen misstänker en intern felbehandling av din begäran.

source: Send Meta Request
sv_fi: Skicka Meta-begäran

source: Upload postal replies you received
sv_fi: Ladda upp svar via post du mottagit

source: You do not have a postal address set. <a href="%(url)s#change-address">You can enter enter an address here.</a>
sv_fi: Du har inte angett någon postadress. <a href="%(url)s#change-address">Du kan ange adressen här.</a>

source: Download request as ZIP-file
sv_fi: Ladda ner begäran som en ZIP-fil

source: Save tags
sv_fi: Spara taggar

source: Extend Deadline by Months
sv_fi: Förläng tidsgränsen med månader

source: Admin
sv_fi: Administratör

source: Attachments that are not published:
sv_fi: Denna bilaga kan inte publiceras.

source: to
sv_fi: till

source: You need to setup a default FOI Law object
sv_fi: Du behöver sätta upp ett förinställt offentlighetslagsobjekt

source: Invalid input!
sv_fi: Ogiltigt värde!

source: The following just happend to the request "%(title)s" that you follow
sv_fi: Det följande hände just till begäran "%(title)s" som du följer

source: None
sv_fi: Inget

source: Enter comma-separated tags here
sv_fi: Lägg in komma-separereade taggar här

source: Are we missing a public body? <a href="%(url)s">Please let us know!</a>
sv_fi: Saknar vi en myndighet? <a href="%(url)s">Var snäll och berätta det för oss!</a>

source: FOI laws in %(name)s
sv_fi: Offentlighetslagar om %(name)s

source: Search Public Bodies
sv_fi: Sök Offentliga Aktörer

source: Show all public bodies
sv_fi: Visa alla offentliga aktörer

source: Topics:
sv_fi: Ämnen

source: There are no requests for this public body yet
sv_fi: Det finns inga begäranden för denna offentliga aktör än
