Repository: okfde/froide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, sv_fi

source: Secret Access Token
de: Geheime Zugangs-Tokens

source: URL has been reset.
de: URL wurde zurückgesetzt.

source: URL has been created.
de: URL wurde erstellt.

source: URL has been removed.
de: URL wurde gelöscht.

source: access token
de: Zugangs-Token

source: access tokens
de: Zugangs-Tokens

source: No URL created yet.
de: Noch keine URL erstellt.

source: Click to copy
de: Klicken zum Kopieren

source: URL copied
de: URL kopiert

source: Reset
de: Zurücksetzen
fi: Tyhjennä
sv_fi: Återställ

source: Remove
de: Entfernen

source: Create URL
de: URL erstellen

source: Failed to reset token.
de: Konnte URL nicht zurücksetzen.

source: Profile info
de: Profil-Info
sv_fi: Profilinfo

source: Advanced
de: Fortgeschritten

source: requests
de: anfragen
fi: tietopyynnot
sv_fi: Begäranden

source: Export to CSV
de: Exportiere als CSV
fi: Vie CSV-muodossa
sv_fi: Exportera som csv

source: Resend activation mail
de: Aktivierungs-Mail neuversenden

source: %d activation mails sent.
de: %d Aktivierungs-E-Mails versendet.

source: Send mail to users...
de: Sende E-Mail an Nutzer:innen...

source: %d mail tasks queued.
de: %d E-Mails zur Zustellung vorbereitet.

source: Delete sessions of users
de: Sessions des:der Nutzer:in löschen

source: Sessions deleted.
de: Sessions gelöscht.

source: Cancel account by user request
de: Konto auf Wunsch kündigen

source: Accounts canceled.
de: Konten gekündigt.

source: Future cancel accounts + notify of terms violation
de: Konto zur Kündigung vormerken und NB-Verstoß benachrichtigen

source: Users future canceled and notified.
de: Nutzer:in zur Kündigung vorgemerkt und benachrichtigt.

source: Future cancel accounts (no notification)
de: Konto zur Kündigung vormerken (ohne Benachrichtigung)

source: Users future canceled.
de: Nutzer:in zur Kündigung vorgemerkt.

source: Deactivate and block users
de: Nutzer:in deaktivieren und blocken

source: Users logged out, deactivated and blocked.
de: Nutzer:in wurden ausgeloggt, deaktiviert und blockiert.

source: Make user private
de: Nutzer:in auf privat schalten

source: User made private.
de: Nutzer:in wurde auf privat geschaltet.

source: Can only merge two accounts at a time.
de: Kann nur zwei Konten zusammenführen.

source: Account merging started...
de: Konten-Zusammenführung angestoßen...

source: Merge accounts (keep older)
de: Konten zusammenführen (älteres behalten)

source: Merge accounts (keep newer)
de: Konten zusammenführen (neueres behalten)

source: Start export of user data
de: Export von Nutzer:innendaten starten

source: Download export of user '{user}' is ready: {url}
de: Export von Nutzer:in ‚{user}‘ ist bereit: {url}

source: Export of user '{}' started.
de: Export von Nutzer:in '{}' gestartet.

source: You are now logged in.
de: Sie sind jetzt eingeloggt.
fi: Olet nyt kirjautunut sisään.
sv_fi: Du är inloggad.

source: My requests
de: Meine Anfragen

source: My public profile
de: Mein öffentliches Profil

source: Settings
de: Einstellungen

source: You need to have two-factor login set on your account. Please set it up now.
de: Sie müssen Zwei-Faktor-Login für Ihr Konto aktiviert haben. Bitte richten Sie es jetzt ein.

source: Your data export is ready
de: Ihr Datenexport ist fertig

source: Your address will not be displayed publicly and is only needed because a public body will likely want to send you paper.
de: Ihre Adresse wird nicht öffentlich angezeigt und wird nur gebraucht, weil eine Behörde Ihnen wahrscheinlich etwas per Post zusenden will.

source: Your address will not be displayed publicly and is only needed in case a public body needs to send you paper.
de: Ihre Adresse wird nicht öffentlich angezeigt und wird nur für den Fall verwendet, dass eine Behörde Ihnen etwas per Post zusenden muss.

source: Mailing Address
de: Postadresse
fi: Postiosoite
sv_fi: Adress

source: Street address, Post Code, City
de: Straße, Hausnummer PLZ, Ort

source: This address cannot be used by you.
de: Diese Adresse kann von Ihnen nicht verwendet werden.

source: First name
de: Vorname
fi: Etunimi
sv_fi: Förnamn

source: First Name
de: Vorname
fi: Etunimi
sv_fi: Förnamn

source: Last name
de: Nachname
fi: Sukunimi
sv_fi: Efternamn

source: Last Name
de: Nachname
fi: Sukunimi
sv_fi: Efternamn

source: Email address
de: E-Mail-Adresse
fi: Sähköpostiosoite
sv_fi: E-postadress

source: Not public. The given address will need to be confirmed.
de: Nicht öffentlich. Sie müssen diese Adresse bestätigen.
fi: Ei julkinen. Annettu osoite pitää vahvistaa.
sv_fi: Inte offentlig. Den angivna adressen måste bekräftas.

source: mail@ddress.net
de: email@dresse.net
fi: posti@osoite.fi

source: Hide my name from public view
de: Zeige meinen Namen nicht öffentlich an

source: If you check this, your name will still appear in requests to public bodies, but we will do our best to not display it publicly. However, we cannot guarantee your anonymity
de: Ihr Name wird an die Behörde gesendet, aber wir werden ihn nach Möglichkeit nicht öffentlich anzeigen. Wir können jedoch aus technischen Gründen <b>keine</b> komplette Anonymität garantieren.
fi: Jos valitset tämän, nimesi näkyy edelleen viranomaisille lähetetyissä tietopyynnöissä, mutta teemme parhaamme, ettei se näy julkisesti verkkopalveluss. Emme voi taata täydellistä anonymiteettiä
sv_fi: Om du sätter ett kryss här, kommer ditt namn att synas i förfrågningar till offentliga organisationer, men vi kommer att göra vårt bästa för att det inte ska synas offentligt. Vi kan ändå inte garantera full anonymitet.

source: <a target="_blank" href="{}">You may use a pseudonym if you don't need to receive postal messages</a>.
de: <a target="_blank" href="{}">Sie können ein Pseudonym verwenden, wenn Sie keine Post erhalten müssen</a>.

source: You need to accept our Terms and Conditions and Priavcy Statement.
de: Sie müssen die Nutzungs- und Datenschutzbedingungen von FragDenStaat.de akzeptieren.
fi: Sinun täytyy hyväksyä palvelun käyttöehdot ja tietosuojaperiaatteet
sv_fi: Du måste godkänna villkoren och integritetsprinciperna.

source: You agree to our <a href="{url_terms}" target="_blank">Terms and Conditions</a> and <a href="{url_privacy}" target="_blank">Privacy Statement</a>
de: Sie stimmen den <a href="{url_terms}#nutzungsbedingungen-email-dienst" target="_blank">Nutzungsbedingungen E-Mail-Dienst</a>, den <a href="{url_terms}#nutzungsbedingungen-archivplattform" target="_blank">Nutzungsbedingungen Archivplattform</a> und den <a href="{url_privacy}" target="_blank">Datenschutzbedingungen</a> von FragDenStaat.de zu.

source: Password
de: Passwort
fi: Salasana
sv_fi: Lösenord

source: Password (repeat)
de: Passwort (wiederholen)
fi: Salasana (uudelleen)
sv_fi: Lösenord (upprepa)

source: Passwords do not match!
de: Passwörter stimmen nicht überein!
fi: Salasanat eivät täsmää!
sv_fi: Lösenorden stämmer inte överens!

source: Email and password do not match.
de: E-Mail-Adresse und Passwort passen nicht zusammen.

source: Please activate your mail address before logging in.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse bevor Sie sich anmelden.
fi: Aktivoi sähköpostiosoitteesi ennen sisäänkirjautumista.
sv_fi: Var god aktivera din e-postadress innan du loggar in.

source: Authentication code
de: Login-Code

source: Bad password.
de: Falsches Passwort.

source: Validation failed.
de: Verifizierung fehlgeschlagen.

source: Your email address
de: Ihre E-Mail-Adresse
fi: Sähköpostiosoitteesi
sv_fi: Din e-postadress

source: Your mailing address
de: Ihre Postadresse
fi: Postiosoitteesi

source: Your address will never be displayed publicly.
de: Ihre Adresse wird niemals öffentlich angezeigt werden.
fi: Osoitettasi ei koskaan näytetä julkisesti
sv_fi: Din adress kommer aldrig att visas offentligt

source: Street, Post Code, City
de: Straße, Hausnummer, PLZ, Ort
fi: Katu, postinumero, kaupunki
sv_fi: Adress, postnummer, stad

source: Logged in user does not match this link!
de: Der:die eingeloggte Nutzer:in passt nicht zu dem geklickten Link!
fi: Sisäänkirjautunut käyttäjä ei ole sama, kuin mille tämä vahvistuslinkki on tarkoitettu!
sv_fi: Länken motsvaras inte av inloggad användare!

source: This email is already set on this account.
de: Diese E-Mail-Adresse wird von diesem Konto schon verwendet.

source: Link is invalid or has expired!
de: Link ist ungültig oder abgelaufen!
fi: Vahvistuslinkki on vanhentunut tai kopioitu väärin!
sv_fi: Länken är ogiltig eller har föråldrats!

source: This email is used by another account!
de: Diese E-Mail-Adresse wird von einem anderen Account verwendet!

source: Freedom of Information Act
de: Informationsfreiheitsgesetz
fi: Tietopyyntö
sv_fi: Informationsfrihetslag

source: Please type your password to confirm.
de: Bitte geben Sie Ihr Passwort zum Bestätigen ein.
fi: Kirjoita salasanasi vahvistaaksesi toiminto.
sv_fi: Var god ange ditt lösenord för att bekräfta.

source: Confirmation Phrase
de: Bestätigungs-Satz
fi: Varmennuslause
sv_fi: Fras för bekräftelse

source: Type the phrase above exactly as displayed.
de: Geben Sie das obrige Wort genau so ein wie angezeigt.
fi: Kirjoita yllä oleva lause täsmällisesti.
sv_fi: Skriv frasen exakt så som den visas ovan.

source: You provided the wrong password!
de: Sie haben ein falsches Passwort angegeben!
fi: Annoit väärän salasanan!
sv_fi: Du gav fel lösenord!

source: You did not type the confirmation phrase exactly right!
de: Sie haben das Bestätigungswort nicht korrekt eingegeben!
fi: Et kirjoittanut vahvistuslausetta täsmälleen oikein!
sv_fi: Du skrev fel fras för bekräftelse!

source: Profile text
de: Profiltext

source: Optional short text about yourself.
de: Optionaler kurzer Text zu Ihnen.

source: Organization
de: Organisation
fi: Organisaatio
sv_fi: Organisation

source: Profile picture
de: Profilbild

source: Image must be square and between 480 to 960 pixels in both dimensions.
de: Bild muss quadratisch und zwischen 480 bis 960 Pixel groß sein.

source: Image is not square.
de: Bild ist nicht quadratisch.

source: Image dimensions are too small.
de: Bilddimensionen zu klein.

source: Image dimensions are too large.
de: Bilddimensionen zu groß.

source: user tag
de: Nutzer:innen-Badge

source: user tags
de: Nutzer:innen-Badges

source: tagged user
de: getaggte Nutzer:innen

source: tagged users
de: getaggte Nutzer:innen

source: username
de: Nutzer:innenname

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
de: Verpflichtend. 150 Zeichen oder weniger. Nur Buchstaben, Zahlen und @/./+/-/_ .

source: A user with that username already exists.
de: Es existiert bereits ein:e Nutzer:in mit diesem Nutzer:innennamen.

source: first name
de: Vorname

source: last name
de: Nachname
fi: sukunimi

source: email address
de: E-Mail-Adresse
fi: sähköpostiosoite
sv_fi: e-postadress

source: staff status
de: Mitarbeiter:innen-Status

source: Designates whether the user can log into this admin site.
de: Zeigt an, ob Nutzer:in sich in den Adminbereich anmelden kann.

source: active
de: aktiv

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
de: Gibt an, ob diese:r Nutzer:in als aktiv behandelt wird. Abhaken, anstatt das Konto zu löschen.

source: date joined
de: Eintrittsdatum

source: Optional. Affiliation will be shown next to your name
de: Optional. Ihre Organisation wird neben Ihrem Namen angezeigt.
fi: Vapaaehtoinen. Organisaatio näytetään nimesi yhteydessä
sv_fi: Valfritt. Din anknytning kommer att visas tillsammans med ditt namn.

source: Organization Website
de: Organisationswebseite

source: Language
de: Sprache

source: Determines the default language of communication with you.
de: Dies ist die Sprache, die wir für Kommunikation mit Ihnen verwenden.

source: Private
de: Privat
sv_fi: Privat

source: Address
de: Adresse
fi: Osoite
sv_fi: Adress

source: Accepted Terms
de: Bedingungen akzeptiert
sv_fi: Accepterade Villkor

source: Trusted
de: Vertrauenswürdig

source: Blocked
de: Blockiert

source: date deactivated
de: Deaktivierungsdatum

source: deleted
de: gelöscht

source: Designates whether this user was deleted.
de: Zeigt an, ob Nutzer:in gelöscht wurde.

source: date left
de: Austrittsdatum

source: << Name Not Public >>
de: << Anfragesteller:in >>

source: Blocklist entry
de: Blocklist-Eintrag

source: User preference
de: Nutzer:innenpräferenz

source: User preferences
de: Nutzer:innenpräferenzen

source: %(site_name)s: please confirm your action
de: %(site_name)s: Bitte bestätigen Sie Ihre Aktion

source: %(site_name)s: account reminder
de: %(site_name)s: Konto-Erinnerung

source: %(site_name)s: please confirm your new email address
de: %(site_name)s: Bitte bestätigen Sie Ihre neue E-Mail-Adresse
fi: %(site_name)s: vahvista uusi sähköpostiosoitteesi
sv_fi: %(site_name)s: var god bekräfta din nya e-postadress

source: << Name removed >>
de: << Antragsteller:in >>
fi: << Nimi poistettu >>
sv_fi: Namnet borttaget

source: << Email removed >>
de: << E-Mail entfernt >>
fi: << Sähköposti poistettu >>
sv_fi: E-postadressen borttagen

source: << Address removed >>
de: << Adresse entfernt >>
fi: << Osoite poistettu >>
sv_fi: Adressen borttagen

source: Send mail to users
de: Sende E-Mail an Nutzer:innen

source: Subject
de: Betreff
fi: Otsikko
sv_fi: Ämne

source: You can use the following placeholders:
de: Sie können die folgenden Platzhalter verwenden:

source: Send mail to one user
de: Sende E-Mail an eine:n Nutzer:in

source: Your account is now confirmed
de: Ihr Konto ist jetzt bestätigt

source: You got mail
de: Sie haben Post

source: Your email address is now confirmed!
de: Ihre E-Mail-Adresse wurde bestätigt!

source: Your request “<a href="%(url)s">%(title)s</a>” has been sent.
de: Ihre Anfrage „<a href="%(url)s">%(title)s</a>“ wurde versendet.

source: We will send you an email when you receive a reply from the public body.
de: Wir senden Ihnen eine E-Mail, sobald Sie eine Antwort von der Behörde erhalten.

source: Please set a password for your account now
de: Bitte setzen Sie jetzt ein Passwort für Ihr Konto.

source: Set password
de: Passwort setzen

source: Hello %(name)s, someone is trying to create an account on %(site_name)s with your email address. If this is you, this is a reminder that you already have an account! Click here to go there: %(action_url)s If this is not you, you can ignore this email.
de: Hallo %(name)s, jemand versucht ein Konto bei %(site_name)s mit Ihrer E-Mail-Adresse einzurichten. Falls Sie selbst das sind, dürfen wir Sie erinnern, dass Sie schon ein Konto haben! Klicken Sie hier, um direkt dort hinzugehen: %(action_url)s Falls Sie nicht versuchen, ein Konto mit dieser E-Mail-Adresse einzurichten, dann können Sie diese Nachricht ignorieren.

source: Cheers, %(site_name)s
de: Grüße, %(site_name)s
fi: Hei, %(site_name)s
sv_fi: Med vänlig hälsning, %(site_name)s

source: Hello %(name)s, This is an email from %(site_name)s to confirm your new email address. Please visit the link below: %(action_url)s
de: Hallo %(name)s, dies ist eine E-Mail von %(site_name)s, um Ihre neue E-Mail-Adresse zu bestätigen. Bitte besuchen Sie folgenden Link: %(action_url)s

source: Hello %(name)s, are you trying to send a request on %(site_name)s with the subject “%(title)s”? If so, please click the following link to continue %(action_url)s If you are not trying to send this request, please ignore this email. No further action is required on your part.
de: Hallo %(name)s, haben Sie versucht eine Anfrage auf %(site_name)s namens „%(title)s“ zu versenden? Falls ja, klicken Sie zum Bestätigen bitte den folgenden Link: %(action_url)s Falls Sie diese Anfrage nicht stellen wollen, ignorieren Sie bitte diese E-Mail. Sie müssen dann nichts weiter tun.

source: Hello %(name)s,</p> <p>This is an email from %(site_name)s to confirm your email address.<br/> Please visit the link below:</p> <p><a href="%(action_url)s">Click here to confirm your email address</a></p>
de: Hallo %(name)s,</p> <p>dies ist eine E-Mail von %(site_name)s, um Ihre E-Mail-Adresse zu bestätigen.<br/> Bitte besuchen Sie folgenden Link:</p> <p><a href="%(action_url)s">Bitte klicken Sie hier um Ihre E-Mail-Adresse zu bestätigen</a></p>

source: Cheers,<br/> %(site_name)s
de: Beste Grüße, %(site_name)s

source: Hello %(name)s, This is an email from %(site_name)s to confirm your email address. Please visit the link below: %(action_url)s
de: Hallo %(name)s, dies ist eine E-Mail von %(site_name)s, um Ihre E-Mail-Adresse zu bestätigen. Bitte besuchen Sie folgenden Link: %(action_url)s

source: %(site_name)s: please confirm your account
de: %(site_name)s: Bitte bestätigen Sie Ihren Account
fi: %(site_name)s: vahvista käyttäjätilisi
sv_fi: %(site_name)s: var god, bekräfta ditt konto

source: Hello %(name)s, Your data export is ready for download: %(url)s This download will work for %(days)s days or until you generate the next export. Cheers %(site_name)s
de: Hallo %(name)s, Ihr Datenexport ist zum Download bereit: %(url)s Dieser Download steht für %(days)s Tage zur Verfügung oder bis Sie den nächsten Export anstoßen. Beste Grüße %(site_name)s

source: Hello, the data export of %(name)s is ready for download from the user action menu. The download will work for %(days)s days or until you generate the next export. Cheers %(site_name)s
de: Hallo %(name)s, der Datenexport von %(name)s steht jetzt zum Download bereit vom Aktions-Menü im User-Admin. Dieser Download steht für %(days)s Tage zur Verfügung oder bis Sie den nächsten Export anstoßen. Beste Grüße %(site_name)s

source: Hello %(name)s, due to your activities we see ourselves forced to terminate your user account due to violations of our terms of use. Kind Regards %(site_name)s
de: Hallo %(name)s, aufgrund Ihrer Aktivitäten sehen wir uns gezwungen, Ihr Konto wegen Verstoß gegen unsere Nutzungsbedingungen zu kündigen. Beste Grüße %(site_name)s

source: Your user account will be terminated in one month
de: Ihr Konto wird in einem Monat gekündigt

source: You're receiving this e-mail because you requested a password reset for your account at %(site_name)s.
de: Sie erhalten diese E-Mail, weil Sie Ihr Passwort für ihren %(site_name)s Account zurücksetzen wollen.
fi: Sait tämän sähköpostin koska pyysit salasanan resetointia %(site_name)s -sivustolla.
sv_fi: Du får detta meddelande eftersom du har bett om att få återställa lösenordet för ditt konto på %(site_name)s.

source: Please go to the following page and choose a new password:
de: Bitte besuchen Sie folgende Seite und wählen Sie ein neues Passwort:
fi: Mene sivulle ja vaihda salasanasi
sv_fi: Var god gå till sidan och välj ett nytt lösenord:

source: Loading...
de: Wird geladen...

source: Continue
de: Weiter
fi: Jatka
sv_fi: Fortsätt

source: Change password
de: Passwort ändern
fi: Muuta salasana
sv_fi: Byt lösenord

source: WARNING! %(impostor)s, you are an impostor! You pretend to be <strong>%(user)s</strong>!
de: ACHTUNG! %(impostor)s, du bist ein Impostor! Du tust so als wärest du <strong>%(user)s</strong>!

source: Eject
de: Rauswerfen

source: This section requires you to re-authenticate
de: Dieser Bereich erfordert eine erneute Authentifizierung.

source: Re-authenticate now
de: Jetzt erneut authentifizieren

source: Log in
de: Anmelden

source: Don't have an account? Click here to sign up!
de: Noch kein Konto? Klicken Sie hier, um ein Konto zu erstellen!
sv_fi: Har du inget konto? Klicka här för att registrera dig!

source: Log In
de: Anmelden
fi: Kirjaudu sisään
sv_fi: Logga in

source: In case you forgot your password...
de: Falls Sie Ihr Passwort vergessen haben...
fi: Mikäli unohdit salasanasi...
sv_fi: Om du glömt ditt lösenord ...

source: ... we can send you a reset link to your email address.
de: …können wir Ihnen einen Zurücksetzen-Link an Ihre E-Mail-Adresse schicken.
fi: ... voimme lähettää resetointilinkin sähköpostiisi.
sv_fi: ... kan vi sända dig en länk för att återställa den till din e-post.

source: Send reset link
de: Sende Zurücksetzen-Link
fi: Lähetä resetointilinkki
sv_fi: Sänd en länk för återställande

source: New account
de: Neuer Account

source: Please confirm your email address!
de: Bitte bestätigen Sie Ihre E-Mail-Adresse!

source: Your request “%(title)s” will only be sent to the public body, when you confirm your email address.
de: Ihre Anfrage „%(title)s“ wird erst an die Behörde versendet, wenn Sie Ihre E-Mail-Adresse bestätigen.

source: Check your emails for your account
de: Rufen Sie Ihre E-Mails für diese Adresse ab:

source: Click the <strong class="highlight">confirmation link</strong> in the email from %(SITE_NAME)s.
de: Klicken Sie den <strong class="highlight">Bestätigungslink</strong> in der E-Mail von %(SITE_NAME)s.

source: Please go to your email account and <strong>click the confirmation link.</strong>
de: Bitte rufen Sie Ihre E-Mails ab und <strong>klicken Sie auf den Bestätigungslink</strong>, den Sie von uns erhalten haben.

source: If you do not confirm your email address, we cannot send your request.
de: Wenn Sie Ihre E-Mail-Adresse nicht bestätigen, können wir Ihre Anfrage nicht versenden.

source: Our Terms of Use have changed
de: Unsere Nutzungsbedingungen haben sich geändert
sv_fi: Våra Användarvillkor har ändrats

source: Accept
de: Akzeptieren
sv_fi: Acceptera

source: Password reset
de: Password zurücksetzen
fi: Resetoi salasana
sv_fi: Återställ lösenord

source: Enter new password
de: Geben Sie das neue Passwort ein
fi: Syötä uusi salasana
sv_fi: Ange nytt lösenord

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr Passwort zweimal ein, damit wir sicher sein können, dass Sie es richtig eingegeben haben.
fi: Syötäpä uusi salasana kahdesti jotta voimme varmistaa sen oikeellisuuden.
sv_fi: Vad god ange ditt lösenord en gång till, så vi kan bekräfta att du skrivit det korrekt.

source: Change my password
de: Ändere mein Passwort
fi: Vaihda salasanaani
sv_fi: Ändra lösenord

source: Password reset unsuccessful
de: Zurücksetzen des Passworts fehlgeschlagen
fi: Salasana resetoitu
sv_fi: Återställandet av lösenordet lyckades inte.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Passwort-Zurücksetzen war ungültig. Möglicherweise wurde er schon einmal benutzt. Bitte lassen Sie sich noch einen Link schicken.
fi: Salasanalinkki oli virheellinen. Tämä voi johtua siitä että se on jo käytetty. Pyydä salasanaa uudelleen.
sv_fi: Länken för att återställa lösenordet var ogiltig, möjligen för att den redan använts. Var god begär en ny länk för att återställa lösenordet.

source: Profil and requests of %(name)s on %(site_name)s
de: Profil und Anfragen von %(name)s auf %(site_name)s

source: First request:
de: Erste Anfrage:

source: Edit profile
de: Profil bearbeiten

source: Make private
de: Auf privat schalten

source: Number of public requests
de: Anzahl der öffentlichen Anfragen

source: Number of successful requests
de: Anzahl der erfolgreichen Anfragen

source: Number of refused requests
de: Anzahl der abgelehnten Anfragen

source: Most followed requests
de: Meist gefolgte Anfragen

source: Top requested public bodies
de: Meist angefragte Behörden

source: one request
de: eine Anfrage

source: Last requests
de: Letzte Anfragen

source: See all requests of %(name)s
de: Zeige alle Anfragen von %(name)s

source: %(name)s has taken part in these campaigns
de: %(name)s hat an diesen Kampagnen teilgenommen

source: Authenticate again
de: Erneut authentifizieren

source: Please authenticate again with any of the methods below
de: Bitte authentifizieren Sie sich erneut mit einer der folgenden Methoden

source: Use hardware security key
de: Hardware-Sicherheitsschlüssel verwenden

source: Click here to check hardware security key
de: Klicken Sie hier, um einen Hardware-Sicherheitsschlüssel zu verwenden
