Repository: okfde/froide
Catalog: froide/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: German
es: Aleman
pt: Alemão

source: Profile info
es: Info perfil
pt: Informação do Perfil

source: Export to CSV
es: Exportar a CSV
pt: Exportar para CSV

source: First name
es: Nombre
pt: Nome próprio

source: First Name
es: Nombre
pt: Nome Próprio

source: Last name
es: Apellido
pt: Nome de família

source: Last Name
es: Apellido
pt: Nome de família

source: Mailing Address
es: Dirección postal
pt: Endereço de correio

source: Optional. Your address will not be displayed publicly and is only needed in case a public body needs to send you paper.
es: Opcional. Tu dirección no se va a mostrar públicamente y solo la necesitamos si la institución tiene que enviarte algo en papel.
pt: Opcional. O seu endereço postal não será mostrado publicamente e só é necessário em caso de uma entidade pública necessitar de lhe enviar documentos por correio postal.

source: Street, Post Code, City
es: Calle, Código Postal, Ciudad
pt: Estrada, Código postal, cidade

source: Email address
es: Correo
pt: Endereço de email

source: Not public. The given address will need to be confirmed.
es: No publico. La dirección tiene que ser confirmada.
pt: Não público. O endereço providenciado não necessita de ser confirmado.

source: mail@ddress.net
es: mail@correo.net
pt: endereco@email.net

source: Organization
es: Organización
pt: Organização

source: Optional. Affiliation will be shown next to your name
es: Opcional. La afiliación se va a mostrar al lado de tu nombre
pt: Opcional. Afiliação aparecerá junto ao seu nome.

source: Hide my name on the web
es: Oculta mi nombre en la web
pt: Esconder o meu nome na internet

source: If you check this, your name will still appear in requests to public bodies, but we will do our best to not display it publicly. However, we cannot guarantee your anonymity
es: Si marcas esto, tu nombre va a aparecer en pedidos a instituciones, pero vamos a no mostrarlo públicamente. Pero, no podemos garantizar tu anonimato.
pt: Se selecionar esta opção, o seu nome continuará a aparecer nos pedidos às entidade públicas, mas nós faremos o nosso melhor para não divulgar o seu nome publicamente. Não podemos no entanto garantir a sua anonimidade.

source: <a target="_blank" href="{url}">You may use a pseudonym if you don't need to receive postal messages</a>.
es: <a target="_blank" href="{url}">Puedes usar un seudónimo si no necesitas recibir mensajes postales</a>.
pt: <a target="_blank" href="{url}">Pode usar um pseudónimo se não necessitar de receber mensagens por correio postal</a>.

source: This email address already has an account. <a href="%(url)s?simple&email=%(email)s" class="btn btn-warning target-small">Click here to login using that email address.</a>
es: Este correo ya tiene una cuenta. <a href="%(url)s?simple&email=%(email)s" class="btn btn-warning target-small">Por favor logueate usando ese correo.</a>
pt: Este endereço de email já tem uma conta. <a href="%(url)s?simple&email=%(email)s" class="btn btn-warning target-small">Siga este link para connectar-se com o endereço de email.</a>

source: This email address is already registered, but not yet confirmed! Please click on the confirmation link in the mail we send you.
es: Este correo ya esta registrado, pero no confirmado! Por favor cloquea el enlace de confirmación en el correo que te enviamos.
pt: Este endereço de email já se encontra registado, mas ainda não foi confirmado! Por favor siga o link de confirmação no email enviado.

source: Terms and Conditions and Privacy Statement
es: Terminas y Condiciones de Privacidad
pt: Termos e Condições e Política de Privacidade

source: You need to accept our Terms and Conditions and Priavcy Statement.
es: Tienes que aceptar nuestros términos y condiciones de privacidad
pt: Precisa de aceitar os Termos e Condições e Política de Privacidade.

source: You agree to our <a href="%(url_terms)s" class="target-new">Terms and Conditions</a> and <a href="%(url_privacy)s" class="target-new">Privacy Statement</a>
es: Estas de acuerdo con <a href="%(url_terms)s" class="target-new">Terminos y Condiciones</a> y <a href="%(url_privacy)s" class="target-new">Declaración de privacidad</a>
pt: Concorda com os nossos <a href="%(url_terms)s" class="target-new">Termos e Condições</a> e <a href="%(url_privacy)s" class="target-new">Política de Privacidade</a>

source: Check if you want to receive our newsletter.
es: Marcar si quieres recibir nuestros correos.
pt: Marque se quiser receber a nossa newsletter.

source: Password
es: Clave
pt: Palavra-chave

source: Password (repeat)
es: Clave (repetir)
pt: Palavra-chave (repita)

source: Passwords do not match!
es: ¡Las claves no coinciden!
pt: As palavras-chave não correspondem!

source: Your email address
es: Tu correo
pt: O seu endereço de email

source: Your address will never be displayed publicly.
es: Tu dirección no va a ser mostrada públicamente.
pt: O seu endereço nunca é público.

source: Logged in user does not match this link!
es: ¡El usuario logueado no coincide con ese enlace!
pt: Utilizador connectado não corresponde a este link!

source: Link is invalid or has expired!
es: ¡El enlace no es válido o ha expirado!
pt: Link é inválido ou expirou!

source: Freedom of Information Act
es: Acto de información publica
pt: Lei do Acesso aos Documentos Administrativos

source: Please type your password to confirm.
es: Por favor escribe tu clave para confirmar.
pt: Por favor escreva a sua palavra chave para confirmar.

source: Confirmation Phrase
es: Frase de Confirmación
pt: Frase de confirmação

source: Type the phrase above exactly as displayed.
es: Escribe la frase exactamente como se muestra.
pt: Escreva a frase de cima.

source: You provided the wrong password!
es: Ingresaste la clave equivocada
pt: Escreveu a palavra-chave errada!

source: You did not type the confirmation phrase exactly right!
es: ¡No escribiste la frase de confirmación correcta!
pt: Não escreveu a frase de confirmação correctamente!

source: Organization URL
es: Organización URL
pt: URL da Organização

source: Private
es: Privado
pt: Privado

source: Address
es: Dirección
pt: Endereço

source: Accepted Terms
es: Terminos Aceptados
pt: Termos Aceites

source: Wants Newsletter
es: Quieres Correo
pt: Quer Newsletter

source: << Address removed >>
es: << Dirección eliminada >>
pt: << Endereço removido >>

source: << Email removed >>
es: << Correo eliminado >>
pt: << Email removido >>

source: << Name removed >>
es: << Nombre eliminado >>
pt: << Nome removido >>

source: %(site_name)s: please confirm your account
es: %(site_name)s: por favor, confirmar cuenta
pt: %(site_name)s: por favor confirma a sua conta

source: %(site_name)s: please confirm your new email address
es: %(site_name)s:por favor, confirmar tu nuevo correo electrónico
pt: %(site_name)s: por favor confirme o seu novo endereço de email

source: Search
es: Buscar
pt: Procura

source: Subject
es: Asunto
pt: Assunto

source: Hello %(name)s, This is an email from %(site_name)s to confirm your new email address. Please visit the link below: %(url)s
es: ¡Hola %(name)s! Este es un mail de %(site_name)s para cofirmar tu nuevo correo electrónico. Por favor, haz clic en el siguiente link: %(url)s
pt: Viva %(name)s, Este é um email do %(site_name)s para confirmar o seu novo endereço de email. Por favor visite o link em baixo: %(url)s

source: Cheers, %(site_name)s
es: ¡Saludos! %(site_name)s
pt: Cumprimentos, %(site_name)s

source: Hello %(name)s, This is an email from %(site_name)s to confirm your email address. Please visit the link below: %(url)s
es: Hola %(name)s, Este correo es de %(site_name)s para confirmar tu dirección de correo electronico. Por favor cliquear el enlace siguiente: %(url)s
pt: Olá %(name)s, Este email do %(site_name)s serve para confirmar o seu endereço de email. Por favor visite o link listado em baixo: %(url)s

source: We have also generated a random password for you. You can use it to login, but you can also change it, if you want to. Your password is: %(password)s
es: También creamos una clave aleatoria para ti. Puedes usarla para iniciar sesión, pero debes cambiarla, si quieres. Tu contraseña es: %(password)s
pt: Também geramos uma palavra-chave aleatória para si. Pode utilizá-la para efectuar a conecção, pode alterá-la se o preferir fazer. A sua palavra chave é: %(password)s

source: You are now logged in.
es: Ya estás logueado.
pt: Encontra-se agora connectado.

source: Please Log In
es: Por favor, loguéate
pt: Por Favor Conecte-se

source: Don't have an account? Click here to sign up!
es: ¿Aún no tienes una cuenta? Clic aquí para registrarte
pt: Não tem uma conta? Clique aqui para se registar!

source: Log In
es: Iniciar sesión
pt: Conectar

source: In case you forgot your password...
es: En caso de que que hayas olvidado tu contraseña...
pt: Em caso de te teres esquecido da palavra-chave...

source: ... we can send you a reset link to your email address.
es: ...podemos enviarte a tu correo un link para resetearla
pt: ... podemos enviar-te uma hiperligação para o teu e-mail para a poderes re-definir.

source: Send reset link
es: Enviar link de reseteo
pt: Enviar hiperligação para re-definir

source: Don't have an account? Sign up!
es: ¿Aún no tienes una cuenta? ¡Registrate!
pt: Não tem uma conta? Registe-se!

source: Sign Up
es: Registrarse
pt: Registar

source: Our Terms of Use have changed
es: Nuestros términos de uso han cambiado
pt: Os nossos Termos de Utilização mudaram

source: Accept
es: Aceptar
pt: Aceitar

source: Password reset
es: Cambiar contraseña
pt: Palavra-chave re-definida

source: Enter new password
es: Ingresar nueva contraseña
pt: Colocar nova palavra-chave

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor, ingresa tu contraseña nueva dos veces para que podamos verificar que la escribiste correctamente.
pt: Por favor coloca a tua nova palavra-chave duas vezes para nós verificármos que a escreves correctamente.

source: New password:
es: Nueva contraseña:
pt: Nova palavra-chave:

source: Confirm password:
es: Confirma tu contraseña:
pt: Confirmar palavra-chave:

source: Change my password
es: Cambiar mi contraseña
pt: Alterar palavra-chave

source: Password reset unsuccessful
es: No se pudo cambiar la contraseña
pt: Palavra-chave não re-definida

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El link para cambiar la contraseña no es válido porque ya fue usado. Por favor, solicita nuevamente el cambio de contraseña
pt: O link de reset à palavra chave é inválido, provavelmente porque já foi utilizada. Por favor submeta outro pedido de reset à palavra-chave.

source: You're receiving this e-mail because you requested a password reset for your account at %(site_name)s.
es: Recibiste este mail porque solicitaste un cambio de contraseña para tu cuenta en %(site_name)s.
pt: Está a receber este e-mail porque pediu para re-definir a palavra-chave para a sua conta em %(site_name)s.

source: Please go to the following page and choose a new password:
es: Por favor, ve a la siguiente página para elegir una nueva contraseña:
pt: Por favor vá à seguinte página e escolha a sua nova palavra-chave

source: Requests and activities of %(name)s
es: Pedidos y actividades de %(name)s
pt: Pedidos e actividades de %(name)s

source: Profile of %(name)s
es: Perfil de %(name)s
pt: Perfil de %(name)s

source: One Request
es: Un pedido
pt: Um Pedido

source: Recent events
es: Actividades recientes
pt: Desenvolvimentos recentes

source: %(time)s ago
es: Hace %(time)s
pt: %(time)s atrás

source: Account Settings
es: Configuración de la cuenta
pt: Configurações de Conta

source: Your name:
es: Nombre:
pt: O seu nome:

source: Your Organisation:
es: Organización:
pt: A Sua Organização:

source: Account Privacy:
es: Privacidad de la cuenta:
pt: Privacidade de Conta:

source: Your name is hidden on the web (this page is only visible to you).
es: Tu nombre no aparece en la web (esta página sólo es visible para vos)
pt: O seu nome encontra-se escondido na web (esta página é visivél somente por si).

source: Your name is visible.
es: Tu nombre es visible
pt: O seu nome está visivél.

source: You need to enter your address.
es: Tienes que ingresar tu dirección
pt: Precisa de colocar um endereço.

source: You should change your password now.
es: Deberías cambiar tu contraseña
pt: Deve mudar a palavra-chave agora.

source: Change your password
es: Cambia tu contraseña
pt: Alterar palavra-chave

source: Change password
es: Cambiar contraseña
pt: Alterar palavra-chave

source: Delete your account
es: Borrar tu cuenta
pt: Apague a conta

source: Danger: deleting your account cannot be undone.
es: Importante: no se puede borrar tu cuenta
pt: Perigo: apagar a conta não é revertivél.

source: Your FOI requests will not be removed. Only your personal information connected with your account will be removed.
es: Tus pedidos de acceso a la información no pueden borrarse. Sólo la información personal asociada a tu cuenta puede borrarse.
pt: Os seus pedidos de informação LADA não serão removidos. Somente a informação pessoal relacionada com a sua conta será removida.

source: Delete account
es: Borrar cuenta
pt: Apagar conta

source: Your Account
es: Tu cuenta
pt: Sua Conta

source: Your account settings
es: Configuración de tu cuenta
pt: Configurações de Conta

source: Status
es: Estado
pt: Estado

source: Title
es: Titulo
pt: Título

source: Publish
es: Publicar
pt: Publicar

source: You are logged in and cannot use a confirmation link.
es: Estás logueado y no puedes usar un link de confirmación
pt: Já se encontra logado, não pode utilizar um link de confirmação.

source: Your email address is now confirmed and you are logged in. You should change your password now by filling out the form below.
es: Tu correo ya ha sido confirmado y estás logueado. Por favor, cambiá tu contraseña llenando el campo que aparece debajo.
pt: O seu e-mail está confirmado e está conectado. Pode mudar a palavra-chave agora preenchendo os campos em baixo.

source: Your request "%s" has now been sent
es: Tu pedido"%s" fue enviado
pt: O seu pedido "%s" foi agora enviado

source: You can only use the confirmation link once, please login with your password.
es: Sólo puedes usar el link de confirmación una vez. Por favor, loguéate con tu contraseña
pt: Só pode utilizar o link de confirmação uma vez, por favor efectue o login com a sua palavra chave.

source: You are logged in with a different user account. Please logout first before using this link.
es: Estás logueado con una cuenta diferente. Por favor, loguéate antes de usar este link.
pt: Encontra-se connectado com a conta de outro utilizador. Por favor desconnecte-se antes de utilizar este link.

source: Your account is not active.
es: Tu cuenta no está activa.
pt: A sua conta não está activa.

source: You have been logged out.
es: Te has deslogueado.
pt: Encontra-se desconnectado do sistema.

source: Please activate your mail address before logging in.
es: Por favor, activa correo electrónico antes de loguearte.
pt: Por favor active o seu endereço de email antes de se connectar.

source: E-mail and password do not match.
es: El mail y la contraseño no coinciden.
pt: O e-mail e a palavra-chave não correspondem.

source: You are currently logged in, you cannot signup.
es: Ya estás logueado, no puedes iniciar sesión.
pt: Encontra-se connectado ao sistema, não é possivel efectuar um novo registo.

source: Please check your emails for a mail from us with a confirmation link.
es: Por favor, chequea tu correo para obtener el link de confirmación.
pt: Por favor verifique os seus emails em busca de um mail nosso com um link de confirmação.

source: You are not currently logged in, you cannot change your password.
es: No estás logueado; no puedes cambiar tu contraseña.
pt: Encontra-se conectado ao sistema, não é possivel alterar a palavra-passe

source: Your password has been changed.
es: Tu contraseña fue cambiada.
pt: A palavra-passe foi alterada.

source: You are currently logged in, you cannot get a password reset link.
es: Estás logueado; no puedes obtener el link para cambiar tu contraseña.
pt: Encontra-se conectado ao sistema, não podes pedir uma nossa palavra-passe.

source: Check your mail, we sent you a password reset link. If you don't receive an email, check if you entered your email correctly or if you really have an account
es: Revisa tu correo, te enviamos un enlace para cambiar tu contraseña. Si no recibiste el correo, revisa si ingresaste tu correo correctamente o si realmente tienes una cuenta
pt: Verifique o seu email, enviamos um link de reset à palavra chave. Se não recebeu um email, verifique que escreveu o endereço de email correcto ou que de facto tem uma conta.

source: Your password has been set and you are now logged in.
es: Se ha creado tu contraseña. Ya estás logueado.
pt: A palavra-passe foi alterada e está conectado.

source: You are not currently logged in, you cannot change your address.
es: No estás logueado; no puedes cambiar tu dirección
pt: Não se encontra conectado, não pode mudar o seu endereço.

source: We sent a confirmation email to your new address. Please click the link in there.
es: Te enviamos un mail de confirmación a tu nueva dirección. Por favor, haz clic en el link que te enviamos.
pt: Enviamos um email de confirmação para o seu novo endereço. Por favor siga o link nessa mensagem.

source: You are not currently logged in, you cannot change your email address.
es: No estás logueado; no puedes cambiar tu dirección de correo electrónico.
pt: Não se encontra connectado, não pode alterar o endereço de email.

source: Your email address has been changed.
es: Tu correo electrónico ha sido cambiado.
pt: O seu endereço de email foi alterado.

source: The email confirmation link was invalid or expired.
es: El link enviado a tu mail es inválido o expiró.
pt: O link de confirmação de email é inválido ou expirou.

source: You are not currently logged in, you cannot delete your account.
es: No estás logueado; no puedes borrar tu cuenta.
pt: Não se encontra connectado, não pode apagar a conta.

source: Password or confirmation phrase were wrong. Account was not deleted.
es: La contraseña o frase de confirmación es inválida. La cuenta no fue borrada.
pt: Palavra chave ou frase de confirmação errados. Conta não foi apagada.

source: Your account has been deleted and you have been logged out.
es: Tu cuenta fue borrada. Ya estás deslogueado.
pt: Foi desconnectado e a sua conta apagada.

source: Thank you for accepting our new terms!
es: ¡Gracias por aceptar nuestros nuevos términos!
pt: Obrigado por aceitar os novos termos!

source: You need to accept our new terms to continue.
es: Tienes que aceptar nuestros nuevos términos para continuar.
pt: Tem de aceitar os novos termos para poder continuar.

source: You probably do not have cookies enabled, but you need cookies to use this site! Cookies are only ever sent securely. The technical reason is: %(reason)s
es: Probablemente no tengas los cookies habilitados. Necesitas tenerlos para usar este sitio. La razón técnica es: %(reason)s
pt: Provavelmente não tem permissões de cookies activas, necessita de cookie para utilizar este site! Cookies só serão enviadas por canais seguros. O motivo ténico é: %(reason)s

source: Has same request
es: Tiene mismo pedido
pt: Tem mesmo pedido

source: %d request(s) successfully marked as checked.
es: %d pedido(s) exitosamente marcado como chequeado.
pt: %d pedido(s) marcados com sucesso.

source: Mark selected requests as checked
es: Marcar pedidos seleccionados como chequeados
pt: Identificar pedidos seleccionados como marcados

source: %d request(s) successfully marked as not FoI.
es: %d pedido(s) exitosamente parcados como no FoI.
pt: %d pedido(s) marcados com sucesso como não sendo LADA.

source: Mark selected requests as not FoI
es: Marcar pedidos seleccionados como no FoI
pt: Marcar pedidos selecionados como não LADA

source: Successfully marked requests as identical.
es: Pedidos exitosamente marcados como idénticos.
pt: Pedidos identificados como idênticos com sucesso.

source: Mark selected requests as identical to...
es: Marcar pedidos seleccionados como idénticos a...
pt: Identificar pedidos seleccionados como idênticos a...

source: Removed from search index
es: Eliminado de la busqueda
pt: Removido do indice de busca

source: Remove from search index
es: Eliminar de la busqueda
pt: Remover do indice de busca

source: Has redacted version
es: Tiene versión redactada
pt: Tem versão redigida

source: Has converted version
es: Tiene versión convertida
pt: Tem versão convertida

source: %d attachment(s) successfully approved.
es: %d adjunto(s) exitosamente aprobados.
pt: %d anexo(s) aprovados com sucesso.

source: Mark selected as approved
es: Marcar seleccionados como aprobados
pt: Marcar selecção como aprovadas

source: %d attachment(s) successfully marked as not approvable.
es: %d adjunto(s) exitosamente marcados como no aprobados.
pt: %d anexo(s) marcados como não aprovável.

source: Mark selected as NOT approvable
es: Marcar seleccionados como NO aprobables
pt: Marcar selecção como NÃO aprovavél

source: Conversion tasks started.
es: Tareas de conversión empezadas.
pt: Tarefas de conversão iniciadas.

source: Convert to PDF
es: Convertir a PDF
pt: Converter para PDF

source: Has request
es: Tiene pedido
pt: Tem pedido

source: Successfully triggered redelivery.
es: Se desencadeno exitosamente un re-envio.
pt: Activada com sucesso a re-entrega.

source: Redeliver to...
es: Volver a enviar a...
pt: Re-enviar a...

source: by topic %(topic)s
es: Por tema %(topic)s
pt: por tópico %(topic)s

source: by status %(status)s
es: Por estado %(status)s
pt: por estado %(status)s

source: by tag %(tag)s
es: Por tag %(tag)s
pt: por categoria %(tag)s

source: for %(juris)s
es: Por %(juris)s
pt: para %(juris)s

source: to %(public_body)s
es: Para %(public_body)s
pt: para %(public_body)s

source: Freedom of Information Requests %(by)s on %(sitename)s
es: Pedido de acceso a la información %(by)s en %(sitename)s
pt: Pedidos de Informação LADA %(by)s em %(sitename)s

source: Freedom of Information Requests on %(sitename)s
es: Pedidos de acceso a la información en %(sitename)s
pt: Pedidos de Informação LADA em %(sitename)s

source: This feed contains the Freedom of Information requests %(by)s that have been made through %(sitename)s.
es: Este feed contiene pedidos de información pública %(by)s que han sido hechos por %(sitename)s.
pt: este feeed contrém os pedidos de informação LADA %(by)s que foram pedidos através de %(sitename)s.

source: This feed contains the latest Freedom of Information requests that have been made through %(sitename)s.
es: Este feed contiene los últimos pedidos de información pública que se hicieron por %(sitename)s.
pt: Este feed contém os pedidos de informação LADA que foram feitos através de %(sitename)s.

source: Not yet known
es: Aún sin conocimiento
pt: Não é conhecido

source: '%(title)s' to %(publicbody)s
es: '%(title)s' para %(publicbody)s
pt: '%(title)s' a %(publicbody)s

source: We received an FoI mail to this address: %(address)s. No corresponding request could be identified, please investigate! %(url)s
es: Recibimos un correo FOI a esta dirección: %(address)s. No se identifico ningún pedido correspondiente, por favor investigar!! %(url)s
pt: Recebemos um email LADA neste endereço: %(address)s. Nenhum pedido correspondente foi identificado, por favor investigue! %(url)s

source: We received a possible spam mail to this address: %(address)s. Please investigate! %(url)s
es: Recibimos un posible spam de esta dirección: %(address)s. Por favor, investiga %(url)s
pt: Recebemos um email de possivél spam neste endereço: %(address)s. Por favor investigue! %(url)s
