Repository: okfde/froide
Catalog: froide/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Read more about the Freedom of Information!
es: ¡Leer más sobre el derecho de acceso a la información!
pt: Leia mais sobre a Lei do Acesso aos Documentos Administrativos!

source: What does this site do?
es: ¿Qué hace este sitio?
pt: O que é que este site faz?

source: This site publishes Freedom of Information requests and replies so that others don't have to ask for the same information and replies can be scrutinized by the public.
es: Este sitio publica las solicitudes de acceso a la información y sus respuestas para que otros no tengan que pedir la misma información.
pt: Este website publica pedidos e respostas de informações ao abrigo da Lei do Acesso aos Documentos Administrativos, para que outros não tenham de pedir a mesma informação e que as respostas possam ser analisadas publicamente.

source: Read more about the concept!
es: ¡Lee más sobre el sitio!
pt: Leia mais sobre o conceito!

source: Successful Requests
es: Pedidos exitosos
pt: Pedidos bem sucedidos

source: Unsuccessful Requests
es: Pedidos no exitosos
pt: Pedidos falhados

source: previous
es: anterior
pt: anterior

source: (current page)
es: (página actual)
pt: (página actual)

source: next
es: siguiente
pt: próximo

source: Freedom of Information Requests, Freedom of Information Law, Public Body Information
es: Pedidos de acceso a la información, normativas e información de organismos
pt: Pedidos de Informação LADA, Lei de Acesso Documental Administrativo, Informação de entidades públicas

source: %(site)s helps you to make freedom of information requests to public bodies
es: %(site)s te ayuda a hacer pedidos de acceso a los organismos de la administración pública,
pt: %(site)s ajuda-te a fazer pedidos de informação LADA a entidades públicas

source: Search Results for "%(query)s"
es: Buscar resultados por "%(query)s"
pt: Resultados da procura por "%(query)s"

source: Your Topic
es: Tu tema
pt: O seu tópico

source: Related Freedom of Information Requests
es: Pedidos de información pública relacionados
pt: Pedidos de Informação LADA relacionados

source: No relevant requests found for "%(query)s".
es: No se encontraron pedidos para "%(query)s".
pt: Nenhum pedido encontrado por "%(query)s".

source: You can browse the list of existing requests.
es: Puedes navegar la lista de pedidos existentes.
pt: Pode navegar a lista de pedidos existentes.

source: Related Public Bodies
es: Organismos relacionadas
pt: Entidades Públicas relacionadas

source: No relevant Public bodies found for "%(query)s".
es: No se encontró ningún organismo para "%(query)s".
pt: Nenhuma Entidade Pública encontrada em "%(query)s".

source: You can browse the list of Public Bodies.
es: Puedes navegar la lista de organismos
pt: Pode navegar na lista de Entidades Públicas.

source: Please provide at least one search term
es: Por favor danos al menos un termino para buscar
pt: Por favor inclua pelo menos um termo de busca

source: Couldn't find what you were looking for?
es: ¿No encontraste lo que estabas buscando?
pt: Não encontrou o que procura?

source: Make a Freedom of Information Request now!
es: ¡Haz un pedido de información pública ahora!
pt: Efectue agora um pedido de informação ao abrigo da Lei do Acesso aos Documentos Administrativos!

source: make-request
es: hacer-pedido
pt: efectuar-pedido

source: requests
es: pedidos
pt: pedidos

source: request
es: pedido
pt: pedido

source: follow
es: seguir
pt: seguir

source: law
es: ley
pt: lei

source: account
es: cuenta
pt: conta

source: profile
es: perfil
pt: perfil

source: search
es: buscar
pt: busca

source: about
es: sobre
pt: sobre

source: terms
es: términos
pt: termos

source: privacy
es: privacidad
pt: privacidade

source: Timestamp
es: Hora

source: Reset
es: Resetear

source: Download
es: Descargar

source: rank
es: rango

source: Email
es: Correo electrónico

source: Website:
es: Sitio:

source: Email:
es: Correo:

source: Nuclear
es: Central
