Repository: okfde/froide
Catalog: froide/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Tags have been set for this request
es: Han sido creadas etiquetas para este pedido.
pt: As categorias foram colocadas para este pedido

source: The outcome summary has been saved.
es: El resumen del resultado fue guardado.
pt: O sumário do resultado foi guardado.

source: A postal reply was successfully added!
es: ¡Una respuesta portal fue agregada exitosamente!
pt: A resposta por correio foi adicionada com sucesso!

source: There were errors with your form submission!
es: ¡Hubieron errores al enviar tu formulario!
pt: Há erros na sua submissão!

source: Request marked as not a FoI request.
es: Pedido marcado como que no es un pedido FoI.
pt: Requisitar ser marcado como pedido não LADA.

source: Request marked as checked.
es: Pedido chqueado
pt: Pedido selecionado.

source: Attachment approved.
es: Adjunto aprobado
pt: Anexo aprovado.

source: Content published.
es: Contenido publicado
pt: Conteúdo publicado.

source: You already made an identical request
es: Ya hiciste un pedido idéntico
pt: Já fez um pedido idêntico

source: Please see this request on %(site_name)s where you granted access to this information: %(url)s
es: Por favor ver este pedido en %(site_name)s donde has dado acceso a esta información: %(url)s
pt: Por favor visite este pedido no %(site_name)s onde deu acesso a esta informação: %(url)s

source: You successfully requested this document! Your request is displayed below.
es: ¡Has pedido este documento de forma exitosa! Tu pedido se mostrara a continuación.
pt: Requisitou com sucesso este documento! O seu pedido pode ser vizualizado em baixo.

source: %s_redacted.pdf
es: %s_editado.pdf
pt: %s_redigida.pdf

source: Invalid input!
es: ¡Ingreso no válido!
pt: Input inválido!

source: Deadline has been extended.
es: Se ha pedido prórroga
pt: Prazo limite foi extendido.

source: Your Email address
es: Tu correo electrónico
pt: O seu Endereço de email

source: email address
es: Correo electrónico
pt: endereço de email

source: Missing email address!
es: ¡Falta correo electrónico!
pt: Falta endereço de email!

source: You cannot access this request!
es: ¡No puedes ver este pedido!
pt: Não pode aceder a este pedido!

source: This email address already has an account. <a href="%s?simple" class="target-small">Please login using that email address in order to follow this account.</a>
es: Este correo electrónico ya se encuentra asociado a otra cuenta <a href="%s?simple" class="target-small">Por favor, inicia sesión utilizando ese correo para ingresar a la cuenta.</a>
pt: Este endereço de email já tem uma conta. <a href="%s?simple" class="target-small">Por favor connecte-se usando esse endereço email para seguir esta conta.</a>

source: You cannot follow your own requests.
es: No puedes seguir tus propios pedidos
pt: Não pode seguir os seus próprios pedidos.

source: Timestamp of Following
pt: Histórico de Seguimentos

source: Request Follower
es: Seguidor de este pedido
pt: Seguidor do pedido

source: Request Followers
es: Seguidores de este pedido
pt: Seguidores do pedido

source: %(user)s follows %(request)s
es: %(user)s siguen %(request)s
pt: %(user)s segue %(request)s

source: %(site_name)s: Please confirm that you want to follow this request
es: %(site_name)s: Por favor, confirma que quieres seguir este pedido.
pt: %(site_name)s: Por favor confirme que quer seguir este pedido

source: %(site_name)s: Update on one followed request
pt: %(site_name)s: Actualizações em um dos pedidos seguidos

source: The request '%(request)s' received a reply.
es: Este pedido '%(request)s' recibió una respuesta.
pt: O pedido '%(request)s' recebeu uma resposta.

source: A message was sent in the request '%(request)s'.
es: Se dejó un mensaje en el pedido '%(request)s'.
pt: Uma mensagem foi enviada para o pedido '%(request)s'.

source: The request '%(request)s' received a postal reply.
es: El pedido '%(request)s' recibió una respuesta postal
pt: O pedido '%(request)s' recebeu uma resposta por correio.

source: %(time)s: New comment by %(name)s
es: %(time)s: Nuevo comentario hecho por %(name)s
pt: %(time)s: Novo comentário por %(name)s

source: TIME_FORMAT
pt: FORMATO_TEMPO

source: Hi, please confirm that you want to follow the request "%(title)s" on %(site_name)s by clicking this link:
es: ¡Hola! Por favor, confirma que quieres seguir el pedido "%(title)s" on %(site_name)s haciendo clic en el siguiente link:
pt: Viva, por favor confirme que quer segui o pedido "%(title)s" em %(site_name)s seguindo este link:

source: Follow request
es: Seguir pedido
pt: Seguir pedido

source: Unfollow request
es: Dejar de seguir este pedido
pt: Deixar de seguir pedido

source: You follow this request
es: Sigues este pedido
pt: Encontra-se a seguir este pedido

source: You get notified of changes.
es: Obtener notificaciones de cambios
pt: Recebe notificação de alterações.

source: Follow request?
es: ¿Seguir pedido?
pt: Seguir pedido?

source: Get notified by email of changes.
es: Recibir notificaciones de cambios por mail
pt: Receber notificação por email quando houver alterações.

source: You will receive notifications!
es: ¡Recibirás notificaciones!
pt: Irá receber notificações!

source: You will not get notified anymore.
es: No recibirás más notificaciones
pt: Não irá ser novamente notificado.

source: Hello,
es: Hola:
pt: Bom dia,

source: The following just happend to the request "%(title)s" that you follow
es: Acaba de suceder esto en el pedido "%(title)s" que sigues.
pt: O seguinte aconteceu relativamente ao pedido "%(title)s" que segue

source: Visit this request: %(link)s
es: Ver este pedido: %(link)s
pt: Veja este pedido: %(link)s

source: If you want to UNFOLLOW this request, click this link: %(unfollow_link)s
es: Si quieres dejar de seguir este pedido, haz clic en el siguiente link: %(unfollow_link)s
pt: Se quiser DEIXAR DE SEGUIR este pedido, siga este link: %(unfollow_link)s

source: in the last 24 hours there was an update on one request that you follow.
es: en las últimas 24 horas se registró una nueva actividad en el pedido que sigues.
pt: nas últimas 24 horas houve actualizações em um dos pedidos que está a seguir.

source: Updates to the request "%(title)s"
es: Actualizaciones del pedido %(title)s"
pt: Actualizações ao pedido "%(title)s"

# URL part
source: confirm-follow
es: Confirmar seguir
pt: confirmar-seguir

# URL part
source: unfollow
es: No seguir
pt: deixar de seguir

source: You are now following this request.
es: No estás siguiendo este pedido
pt: Está a seguir este pedido.

source: You are not following this request anymore.
es: Ya no estás siguiendo este pedido
pt: Deixou de seguir este pedido.

source: You have not yet confirmed that you want to follow this request. Click the link in the mail that was sent to you.
es: Todavía no confirmaste que quieres seguir este pedido. Haz clic en el link que recibiste en tu mail.
pt: Ainda não confirmou que quer seguir este pedido. Siga o link no email que lhe foi enviado.

source: Check your emails and click the confirmation link in order to follow this request.
es: Revisa tu correo y haz clic en el link de confirmación para seguir este pedido.
pt: Verifique os seus emails e prima o link de confirmação para poder seguir este pedido.

source: You are following this request. If you want to unfollow it, click the unfollow link in the emails you received.
es: Sigues este pedido. Si quieres dejar se hacerlo, haz clic en el link que recibiste en tu correo.
pt: Está a seguir este pedido. Se quiser deixar de o seguir, siga o link correspondente nos emails que recebeu.

source: There was something wrong with your link. Perhaps try again.
es: Ocurrió un error al hacer clic en el link. Prueba de nuevo
pt: Algo está errado com o seu link. Por favor tente novamente.

source: Country Code
es: Código de país
pt: Código do País

source: Country Name
es: Nombre del país
pt: Nome do País

source: Text
es: Texto
pt: Texto

source: Enabled
es: Activar
pt: Activado

source: FOI Site
es: Sitio electrónico de acceso a la información
pt: Sitio web LADA

source: FOI Sites
es: Sitios electrónicos de acceso a la información
pt: Websites LADA

source: It looks like you are visiting from %(country_name)s. Did you know that there is an <a href="%(url)s">FOI site for %(country_name)s called %(name)s</a>?
es: Parece que nos visitas desde %(country_name)s. ¿Sabías que hay un <a href="%(url)s"> sitio para pedidos de acceso a la información para %(country_name)s llamado %(name)s</a>?
pt: Aparenta estar a visitar de %(country_name)s. Sabia que existe um <a href="%(url)s">sitio web especializado para %(country_name)s chamado %(name)s</a>?

source: Featured Request
es: Solicitud destacada
pt: Pedido Notório

source: Featured Requests
es: Solicitudes destacadas
pt: Pedidos Notórios

source: Successfully added tags
es: Tags agregados exitosamente
pt: categorias adicionas com sucesso

source: Form invalid
es: Formulario inválido
pt: Formulário inválido

source: Has value
es: Tiene valor
pt: Tem valor

source: None
es: Ninguno
pt: Nenhum

source: Comma separated and quoted
es: Separado por comas y citas
pt: Separado por vírgulas e citado

source: Home
es: Inicio
pt: Início

source: <<name and email address>>
es: <<nombre y correo electronico>>
pt: <<nome e endereço de email>>

source: <<email address>>
es: <<correo electrónico>>
pt: <<endereço de email>>

source: Enter comma-separated tags here
es: Ingresa los tags separados por coma, aquí:
pt: Adicione categorias separadas por vírgulas aqui

source: Name of Public Body
es: Nombre del organismo
pt: Nome da Entidade Pública

source: Short description
es: Breve descripción
pt: Descrição Sumária

source: Email Address for Freedom of Information Requests
es: Dirección de correo electrónico para pedidos de acceso a la información
pt: Endereço de Email dos Pedidos de Informação LADA

source: Homepage URL of Public Body
es: Sitio oficial del organismo
pt: Endereço URL da Entidade Pública

source: entity
es: entidad
pt: entidade

source: entities
es: entidades
pt: entidades

source: Hidden
es: Escondido
pt: Escondido

source: Jurisdictions
es: Jurisdicciones
pt: Juridições

source: Website Text
es: Texto del sitio
pt: Texto do Website

source: Creation Date
es: Fecha de creación
pt: Data de Criação

source: Updated Date
es: Fecha de actualización
pt: Data Actualizada

source: request note
es: Nota del pedido
pt: nota de pedido

source: Meta Law
es: Meta normativa
pt: Meta lei

source: Combined Laws
es: Normativas combinadas
pt: Leis combinadas

source: Start of Letter
es: Encabezado de la carta
pt: Início da carta

source: End of Letter
es: Cierre de la carta
pt: Fim da Carta

source: Priority
es: Prioridad
pt: Prioridade

source: Maximal Response Time
es: Tiempo máximo de respuesta
pt: Tempo máximo de resposta

source: Unit of Response Time
es: Unidad de respuesta
pt: Unidade de tempo de resposta

source: Day(s)
es: Día(s)
pt: Dia(s)

source: Working Day(s)
es: Día(s) laboral(s)
pt: Dia(s) Utéis

source: Month(s) (DE)
es: Mes(es) (DE)
pt: Mês(es) (DE)

source: Possible Refusal Reasons, one per line, e.g §X.Y: Privacy Concerns
es: Posibles razones de rechazo, una por línea. Por ejemplo: cuestiones vinculadas a privacidad.
pt: Razões Possivéis de Recusa, um por linha, por exemplo §X.Y: Questões de Privacidade

source: Mediator
es: Mediador
pt: Mediador

source: E-Mail only
es: Sólo correo electrónico
pt: Só E-Mail

source: Freedom of Information Laws
es: Normativas de acceso a la información
pt: Leis de Acesso aos Documentos Administrativos

source: No law can be applied
es: No se puede asignar normativa
pt: Nenhuma lei pode ser aplicada

source: as topic
es: como asunto
pt: como tópico

source: Public Body Tag
es: Tag del organismo
pt: Categoria de Entidade Pública

source: Public Body Tags
es: Tags del organismo
pt: Categorias de Entidade Pública

source: Tagged Public Body
es: Organismo público tagueado
pt: Entidade Pública Categorizada

source: Tagged Public Bodies
es: Organismos tagueados
pt: Entidades Públicas categorizadas

source: Other names
es: Otros nombres
pt: Outros nomes

source: Classification
es: Clasificación
pt: Classificação

source: Classification Slug
pt: Slug de Classificação

source: Contact
es: Contacto
pt: Contacto

source: Website Dump
pt: Dump do Website

source: Created by
es: Creado por
pt: Criado por

source: Updated by
es: Actualizado por
pt: Actualizado por

source: Created at
es: Creado en
pt: Criado a

source: Updated at
es: Actualizado en
pt: Actualizado a

source: confirmed
es: confirmado
pt: confirmado

source: Number of requests
es: Número de pedidos
pt: Número de pedidos

source: Public Bodies
es: Organismos
pt: Entidades Públicas

source: Confirm this Public Body
es: Confirmar este organismo
pt: Confirmar esta Instituição Pública

source: Import %(name)s by URL
es: Importar %(name)s por URLs
pt: Importar %(name)s por URL

source: Search Term
es: Buscar palabra
pt: Termo de Procura

source: Examples:
es: Ejemplos:
pt: Exemplos:

source: Environment
es: Entorno
pt: Ambiente

source: or
es: o
pt: ou

source: Ministry of Labour
es: Ministerio de trabajo
pt: Ministério do Trabalho

source: No Public Bodies found for this query.
es: No se encontraron organismos para esta búsqueda
pt: 0 Entidades públicas encontradas nesta busca.

source: Are we missing a public body? <a href="%(url)s">Please let us know!</a>
es: ¿Nos olvidamos de algún organismo? <a href="%(url)s">Por favor,¡avísanos!</a>
pt: Encontra-se em falta uma entidade pública? <a href="%(url)s">Por favor notifique-nos!</a>

source: Freedom of Information<br/>in %(name)s
es: Acceso a la información<br/>en %(name)s
pt: Lei do Acesso aos Documentos Administrativos<br/>em %(name)s

source: Ask Public Bodies for administrative information — it's your right.
es: Pregúntale a los organismos de la administración pública - ¡Es tu derecho!
pt: Peça informações administrativas às Entidades Públicas - é um direito.

source: Which Public Bodies?
es: ¿Qué organismos?
pt: Quais Entidades Públicas?

source: All bodies that work on administrative tasks of this jurisdiction.
es: Todas las dependencias que trabajan en el ámbito de esta jurisdicción.
pt: Todas as entidades que trabalham em tarefas administrativas desta jurisdição.

source: Make a request to one of <a href="%(url)s">%(pb_count)s Public Bodies.</a>
es: Hacer un pedido a uno de <a href="%(url)s">%(pb_count)s organismos.</a>
pt: Efectue um pedido a uma das <a href="%(url)s">%(pb_count)s Entidades Públicas.</a>

source: What Information?
es: ¿Qué información?
pt: Qual Informação?

source: Contracts, memos, reports and other documents of the administration: you have the right to know.
es: Contratos, memos, reportes y otros documentos de la administración: tiene derecho a saber.
pt: Contractos, memos, relatórios e outros documentos da administração: tem o direito a conhecer.

source: Make a request!
es: ¡Hacer un pedido!
pt: Efectuar um pedido!

source: What right?
es: ¿Qué derecho?
pt: Qual direito?

source: The freedom of information law in %(name)s allows you access to administrative information.
es: La normativa de acceso a la información de %(name)s te permite acceder a información administrativa.
pt: A lei do acesso aos documentos administrativos em %(name)s permite o acesso à informação administrativa.

source: Get to know your right!
es: ¡Conoce tu derecho!
pt: Conheça os seus direitos!

source: Facts about %(name)s
es: Más información sobre %(name)s
pt: Factos sobre %(name)s

source: FOI laws in %(name)s
es: Normativas de acceso a la información en %(name)s
pt: Leis de Acesso Documental Administrativo em %(name)s

source: came into effect on %(date)s
es: Entró en vigencia el %(date)s
pt: entrou em efeito em %(date)s

source: get to know this law...
es: Conoce esta normativa
pt: conheça esta lei...

source: Requests in %(name)s
es: Pedidos en %(name)s
pt: Pedidos em %(name)s

source: Search Terms
es: Buscar estas palabras
pt: Termo de Procura

source: Search Public Bodies
es: Buscar organismos
pt: Procurar Entidades Públicas

source: Show all public bodies
es: Mostrar todos los organismos
pt: Mostrar todas as entidades públicas

source: Topics
es: Temas
pt: Tópicos

source: %(name)s is a %(classification)s in %(juris)s on %(site_name)s
es: %(name)s es un %(classification)s en %(juris)s en %(site_name)s
pt: %(name)s é uma %(classification)s em %(juris)s em %(site_name)s

source: Make a Request to this public body!
es: ¡Hacer un pedido a este organismo!
pt: Faça um pedido a esta entidade pública!

source: Classification:
es: Clasificación:
pt: Classificação:

source: Topics:
es: Temas:
pt: Tópicos:

source: Contact:
es: Contacto:
pt: Contacto:

source: Mailing Address:
es: Correo electrónico:
pt: Endereço de Correio Postal:

source: Special note
es: Nota especial
pt: Nota especial

source: Summary of Results
es: Resumen de resultados
pt: Sumário de Resultados

source: One requests to this public body
es: Un pedido a este organismo
pt: Um pedido a esta entidade pública

source: See all FOI requests for this public body
es: Ver todos los pedidos de acceso a la información a este organismo
pt: Visualizar todos os pedidos de informação LADA para esta entidade pública.

source: There are no requests for this public body yet
es: Aún no hay pedidos para este organismo
pt: Ainda não há pedidos para esta entidade pública

source: Link to law text:
es: Link al texto de la normativa:
pt: Link para o texto da lei:

source: Law text of %(name)s (%(juris)s)
es: Texto de la normativa de %(name)s (%(juris)s)
pt: Texto da lei %(name)s (%(juris)s)

source: Came into effect on
es: Entró en vigencia el
pt: Entrou em efeito em

source: Last update on
es: Última actualización el:
pt: Última actualização em

source: Mediating authority
es: Autoridad de mediación
pt: Autoridade mediadora

source: %(num)s request
es: %(num)s pedido
pt: %(num)s pedido

source: no requests yet
es: Sin pedidos aún
pt: sem pedidos

source: This request was already confirmed.
es: Este pedido ya ha sido confirmado
pt: Este pedido já se encontra confirmado.

source: %(count)d message was sent.
es: Se envió %(count)d mensaje.
pt: %(count)d mensagem foi enviada.

source: You need to provide a url.
es: Debes indicar una URL
pt: Necessita de providenciar um url.

source: Public Bodies were imported.
es: Se importaron los organismos
pt: Entidades Públicas foram importadas.

source: English
es: Ingles
pt: Inglês

source: Finnish (Finland)
es: Finlandes (Finlandia)
pt: Finlandês (Finlândia)

source: Danish (Denmark)
es: Danes (Dinamarca)
pt: Dinamarquês (Dinamarca)

source: Italian
es: Italiano
pt: Italiano

source: Portuguese
es: Portugues
pt: Português

source: Swedish (Sweden)
es: Sueco (Suecia)
pt: Sueco (Suécia)

source: Swedish (Finland)
es: Sueco (Finlandia)
pt: Sueco (Finlândia)

source: Chinese (Simplified)
es: Chino (Simplificado)
pt: Chinês (Simplificado)

source: Chinese (Traditional, Hong Kong)
es: Chino (Tradicional, Hong Kong)
pt: Chinês (Tradicional, Hong Kong)

source: 400 - Bad Request
pt: 400 - Pedido errado

source: 403 - Forbidden
pt: 403 - Proibido

source: You tried to access a site that you are not authorized to access or you triggered a security warning.
es: Intentaste ir a un sitio para el que no tienes autorización o activaste una advertencia de seguridad
pt: Tentou aceder um site que não está autorizado a aceder e criou um alerta de segurança.

source: 404 - Not Found
pt: 404 - Não Disponível

source: 500 - Server Error
pt: 500 - Erro de servidor

source: If you need assistance, you may reference this error as <strong>%(ref)s</strong>.
es: Si necesitas ayuda, por favor, identifica este error como <strong>%(ref)s</strong>.
pt: Se precisar de ajuda, pode referenciar este erro como <strong>%(ref)s</strong>.

source: Add tags to multiple items
es: Agregar tags a múltiples ítems
pt: Adicionar categorias com múltiplos itens

source: Set these tags for all selected items:
es: Asignar estos tags para todos los objetos seleccionados
pt: Colocar estas categorias para todos os itens selecionados:

source: Set these tags for all items
es: Asignar estos tags para todos los ítems
pt: Colocar estas categorias para todos os itens

source: This site is currently in dry run mode. All Public Body mail will go to this mail server:
es: Este sitio se encuentra actualmente en el modo de funcionamiento de prueba. Todos los mails enviados a este organismo irán a este servidor:
pt: Este local está em modo de exploração. Todos os mails a entidades irão para este servidor:

source: Requests
es: Pedidos
pt: Pedidos

source: Make a Request!
es: ¡Hacer un pedido!
pt: Efectuar um Pedido!

source: Logout
es: Cerrar sesión
pt: Desconnectar

source: Log In /<br/>Sign up
es: Iniciar sesión /<br/>Registrarse
pt: Connectar /<br/>Registar

source: About
es: Acerca
pt: Sobre

source: Help
es: Ayuda
pt: Ajuda

source: Terms of Use
es: Términos de uso
pt: Termos de Uso

source: Privacy Statement
es: Aviso de privacidad
pt: Política de Privacidade

source: Comment by %(name)s:
es: Comentado por %(name)s:
pt: Comentário por %(name)s:

source: Despite your privacy settings, your real name will be published with comment.<br/>There are <strong>no anonymous comments</strong>.
es: A pesar de las configuraciones de seguridad, tu nombre verdadero será publicado con el comentario <br/>. No hay <strong> comentarios anónimos </strong>.
pt: Apesar das definições de privacidade, o seu nome próprio será publicado com comentário.<br/><strong>Não existem comentários anónimos</strong>.

source: Post Comment
es: Escribir un comentario
pt: Colocar comentário

source: Moderator
es: Moderador
pt: Moderador

source: On %(date)s, %(name)s wrote:
es: El %(date)s, %(name)s escribió:
pt: Em %(date)s, %(name)s escreveu:

source: Read all
es: Leer todos
pt: Ler todos

source: help
es: ayuda
pt: ajuda

source: This site publishes Freedom of Information requests and helps you to make your own!
es: Este sitio publica pedidos de acceso a la información y te ayuda a hacer tus propias solicitudes.
pt: Este site publica pedidos de informação ao abrigo da Lei de Acesso aos Documentos Administrativos e ajuda-o a fazer o seu!

source: Search %(foicount)s requests and %(pbcount)s public bodies:
es: Buscar %(foicount)s pedidos y %(pbcount)s organismos:
pt: Procure %(foicount)s pedidos e %(pbcount)s entidades públicas:

source: Search For Information
es: Buscar información
pt: Procura por Informação

source: Try the following:
es: Intenta lo siguiente:
pt: Experimente o seguinte:

source: Employment
es: Empleo
pt: Emprego

source: Read the blog post
es: Leer el post en el blog
pt: Ler a entrada de blog

source: Visit this request
es: Ver este pedido
pt: Visitar este pedido

source: Freedom of Information Request To: Ministry of Interior Dear Sir or Madam, I request information about the following: ...
es: Pedido de acceso a la información pública Para: Ministerio del Interior A quien corresponda: Solicito la siguiente información: ...
pt: Pedido de Informação LADA Para: Ministro do Interior Caro Senhor ou Senhora, Requisito informação sobre o seguinte: ...

source: Write a Request Now!
es: ¡Escribe un pedido ahora!
pt: Escreva um pedido agora!

source: What is Freedom of Information?
es: ¿Qué es el derecho de acceso a la información?
pt: O que é a Lei de Acesso Documental Administrativo?

source: Every citizen has the right under the Freedom of Information Laws to ask for and receive access to information from Public Bodies concerning public affairs.
es: Toda persona tiene derecho a pedir información a los organismos públicos de la administración nacional.
pt: Todos os cidadãos ao abrigo da lei de liberdade de informação tem o direito a requisitar às Entidades Públicas e lhes ser facultado o acesso à informação relacionada com assuntos públicos.
