Repository: okfde/froide
Catalog: froide/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Unknown FoI-Mail Recipient
es: Destinatario de correo desconocido
pt: Destinatário de correio LADA desconhecido

source: Possible Spam Mail received
es: Correo spam posiblemente recibido
pt: Email de possivel spam recebido

source: publicbody
es: organismo
pt: entidadepublica

source: requester
es: peticionante
pt: requisitante

source: Search for a topic or a public body:
es: Buscar por un tema u organismo:
pt: Procure por um tópico ou entidade pública:

source: Body
es: Cuerpo
pt: Corpo

source: Specify your request here...
es: Escribir tu pedido aquí...
pt: Especifique aqui o seu pedido...

source: Don't wrap in template
es: No envolver en plantilla
pt: Não involver num template

source: This request is public.
es: Este pedido es público
pt: Este pedido é público.

source: If you don't want your request to be public right now, uncheck this. You can always decide to make it public later.
es: Si quieres que este pedido sea público, cliquea aquí. Por defecto es privado.
pt: Se não quiser o seu pedido público para já, des-selecione aqui. Pode sempre decidir torná-lo público mais tarde.

source: Information Law
es: Ley de acceso a la información
pt: Lei da informação

source: You are not allowed to create a new public body
es: No estás autorizado para crear un nuevo organismo
pt: Não está autorizado a criar uma nova entidade pública

source: You must specify a public body
es: Debes especificar un organismo
pt: Tem de especificar uma entidade pública

source: Invalid value
es: Valor inválido
pt: Valor inválido

source: Invalid Information Law
es: Normativa de acceso a la información inválida
pt: Lei da informação Inválida

source: Sending Public Body
es: Enviar Organismo
pt: Enviar Entidade Pública

source: To
es: Para
pt: Para

source: Your message
es: Tu mensaje
pt: A sua mensagem

source: Default address of %(publicbody)s
es: Dirección por defecto de %(publicbody)s
pt: Endereço de %(publicbody)s

source: Send physical address
es: Enviar a domicilio postal
pt: Enviar endereço físico de correio

source: If the public body is asking for your post address, check this and we will append it to your message.
es: Si el organismo te está pidiendo tu dirección postal, cliquea aqui y la agregaremos a tu mensaje.
pt: Se a entidade pública lhe estiver a pedir o endereço postal, marque esta caixa para anexar a informação à sua mensagem.

source: Please specify a reason why this is the right Public Body:
es: Por favor dar una razón por la que este es el organismo correcto:
pt: Por favor explique porque é que esta é a Entidade Pública correcta:

source: Reason
es: Razón
pt: Razão

source: Suggestions
es: Sugerencias
pt: Sugestões

source: More Info
es: Más Info
pt: Mais Informação

source: Reason for this suggestion: %(reason)s
es: Razón por esta sugerencia: %(reason)s
pt: Razão para esta sugestão: %(reason)s

source: Refusal Reason
es: Razón de Rechazo
pt: Razão de Recusa

source: No or other reason given
es: No u otra razón dada
pt: Nenhuma outra razão especificada

source: When you are (partially) denied access to information, the Public Body should always state the reason.
es: Cuando se te rechaza (parcilamente) acceso a información, el organismo deberia siempre decir la razón.
pt: Quando lhe é (parcialmente) negado o acesso à informação, a Entidade Pública deve sempre dar uma razão.

source: This request is still ongoing.
es: Este pedido todavía está en juego
pt: Este pedido encontra-se a decorrer.

source: This request is finished.
es: Este pedido ha terminado
pt: Este pedido encontra-se finalizado.

source: Resolution
es: Resolución
pt: Resolução

source: No outcome yet
es: Sin resultado aún
pt: Sem resultado ainda

source: How would you describe the current outcome of this request?
es: ¿Cómo describirías el resultado actual de este pedido?
pt: Como descreveria o resultado actual do seu pedido?

source: Redirected to
es: Redireccionado a
pt: Encaminhado para

source: If your message is redirected to a different Public Body, please specify the new Public Body
es: Si tu mensaje es derivado a otro organismo, por favor señalar el nuevo organismo
pt: Se a sua mensagem é re-encaminhada para uma Entidade Pública diferente, por favor especifique qual.

source: Costs
es: Costos
pt: Custos

source: Please specify what the Public Body charges for the information.
es: Por favor señalar cuanto cobra el organismo por la información.
pt: Por favor especifique o que a Entidade Pública cobra pela informação.

source: Provide the redirected public body!
es: ¡Dar el organismo derivado!
pt: Providencie a entidade pública redirecionada!

source: Please give a resolution to this request
es: Por favor darle una resolución a este pedido
pt: Por favor dê uma resolução a este pedido

source: Invalid FoI Request for this operation
es: Pedido invalido para esta operación
pt: Pedido de Informação LADA inválido para esta operação

source: Uploaded scans can be PDF, JPG or PNG. Please make sure to <strong>redact/black out all private information concerning you</strong>.
es: Los scans pueden ser PDF, JPG o PNG. Por favor asegurate de <strong>editar/borrar toda la informaci´øn privada que te preocupe</strong>.
pt: Scans podem ser PDF, JPG ou PNG. Por favor verifique que <strong>redigiu/escureceu toda a informação privada sobre si</strong>

source: mm/dd/YYYY
pt: mm/dd/AAAA

source: Send Date
es: Enviar Fecha
pt: Enviar data

source: Please give the date the reply was sent.
es: Por favor dar la fecha en que la respuesta fue enviada.
pt: Por favor enviar a data em que a resposta foi enviada.

source: Letter
es: Carta
pt: Carta

source: The text can be left empty, instead you can upload scanned documents.
es: El texto puede quedar vacio, en cambio puedes subir un documento escaneado.
pt: O texto pode ser deixado vazio, em vez, pode fazer upload de documentados scanneados.

source: Scanned Letter
es: Carta escaneada
pt: Carta scanneada

source: Your reply date is in the future, that is not possible.
es: Tu fecha de respuesta es en el futuro, eso no es posible.
pt: A data da sua resposta é no futuro, o que não é possível.

source: You need to provide either the letter text or a scanned document.
es: Debes brindar el texto de la carta o el documento escaneado
pt: Precisa de apresentar ou o texto na carta, ou um documento scanneado.

source: Sender Name
es: Nombre del remitente
pt: Nome de quem enviou

source: You are not allowed to publish some received documents
es: No tienes autorización para publicar algunos de los documentos recibidos
pt: Não está autorizado a publicar alguns documentos recebidos.

source: If the reply explicitly states that you are not allowed to publish some of the documents (e.g. due to copyright), check this.
es: Si la respuesta dice que no tenes permitido publicar algunos de estos documentos (por ejemplo por copyright), cliquear aca.
pt: Se a resposta declara explicitamente que não tem autorização para publicar alguns dos documentos (por exemplo devido a questões de propriedade intelectual), marque esta caixa.

source: Scanned Document
es: Documento escaneado
pt: Documento scanneado

# URL part
source: to
es: Para
pt: para

source: FoI Request Tag
es: Tag del pedido de acceso a la información
pt: Tag Pedido de Informação LADA

source: FoI Request Tags
es: Tags del pedido de acceso a la información
pt: Tags Pedido de Informação LADA

source: Awaiting user confirmation
es: Esperando confirmación del usuario
pt: Aguardando confirmação do utilizador

source: The requester's email address is yet to be confirmed.
es: La dirección de correo electrónico del solicitante espera confirmación
pt: O mail do requerente está por confirmar.

source: Public Body needed
es: Se necesita especificar organismo
pt: Entidade Pública necessária

source: This request still needs a Public Body.
es: El pedido aún necesita especificar organismo
pt: Este pedido ainda precisa de uma Entidade Pública.

source: Awaiting Public Body confirmation
es: Esperando confirmación del organismo
pt: Aguardando confirmação da Entidade Pública

source: The Public Body of this request has been created by the user and still needs to be confirmed.
es: El organismo de este pedido fue creada por el usuario y aún necesita confirmación.
pt: A entidade pública deste pedido foi criada pelo utilizador e ainda precisa de ser confirmada.

source: Awaiting response
es: Esperando respuesta
pt: Aguardando resposta

source: This request is still waiting for a response from the Public Body.
es: Este pedido todavía está esperando respuesta del organismo
pt: Este pedido está à espera de uma resposta da Entidade Pública.

source: Request awaits classification
es: Este pedido espera clasificación
pt: O pedido aguarda classificação

source: A message was received and the user needs to set a new status.
es: Se recibió un mensaje por lo que el usuario debe setear un nuevo status
pt: A mensagem foi recebida e o utilizador precisa de selecionar um novo estado.

source: Request asleep
es: Pedido vencido
pt: Pedido adormecido

source: The request is not resolved and has not been active for a while.
es: Este pedido no fue resuelto y ha estado activo durante un tiempo
pt: O pedido não ficou resolvido e não se encontra activo à uns tempos.

source: Request resolved
es: Pedido resulto
pt: Pedido resolvido

source: The request is resolved.
es: El pedido fue resuelto
pt: Este pedido foi resolvido.

source: Request Successful
es: Pedido exitoso
pt: Pedido Bem Sucedido

source: Request partially successful
es: Pedido parcialmente exitoso
pt: Pedido parcialmente bem sucedido

source: The request has been partially successful (some information was provided, but not all)
es: El pedido ha sido parcialmente exitoso (se entregó una parte de lo solicitado)
pt: O pedido foi parcialmente cumprido (alguma informação foi enviada, mas não toda).

source: Information not held
es: El organismo no tiene la información
pt: Informação não efectuada

source: The Public Body stated that it does not possess the information.
es: El organismo especificó que no cuenta con la información
pt: A Entidade Pública afirmou que não contém a informação.

source: Request refused
es: Pedido rechazado
pt: Pedido recusado

source: The Public Body refuses to provide the information.
es: El organismo rechaza la entrega de la información
pt: A Entidade Pública recusa disponibilizar a informação.

source: Request was withdrawn due to costs
es: El pedido fue desestimado por los costos
pt: O pedido foi retirado devido aos custos associados

source: User withdrew the request due to the associated costs.
es: El usuario retiro el pedido por los costos asociados.
pt: O utilizador retirou o pedido devido aos custos associados.

source: Request was withdrawn
es: El pedido fue retirado
pt: O pedido foi retirado

source: User withdrew the request for other reasons.
es: El usuario retiro el pedido por otras razones.
pt: Utilizador retirou o pedido por outras razões.

source: successful
es: exitoso
pt: bem sucedido

source: partially-successful
es: parcialmente exitoso
pt: parcialmente bem sucedido

source: refused
es: Rechazado
pt: recusado

source: withdrawn
es: retirado
pt: retirar

source: withdrawn-costs
es: retirado-costos
pt: retirar-custos

source: publicbody-needed
es: Se requiere organismo
pt: entidade-publica-necessaria

source: awaiting-response
es: esperando - respuesta
pt: aguardando-resposta

source: overdue
es: pasado de fecha
pt: prescreveu

source: asleep
es: dormido
pt: adormecido

source: not-held
es: no-retenida
pt: nao-retido

source: has-fee
es: Con costo
pt: tem-custo

source: Response overdue
es: Respuesta atrasada
pt: Resposta em atraso

source: The request has not been answered in time.
es: El pedido no ha sido respondido en tiempo
pt: O pedido não foi respondido atempadamente.

source: Fee charged
es: Tiene Costo
pt: Custo cobrado

source: This request is connected with a fee.
es: El pedido es con cargo
pt: Este pedido tem um custo associado.

source: Invisible
pt: Invisível

source: Visible to Requester
es: Visible para el autor del pedido
pt: Visível ao Solicitante

source: Public
es: Publico
pt: Público

source: Description
es: Descripción
pt: Descrição

source: Summary
es: Resúmen
pt: Sumário

source: Public Body
es: Organismo
pt: Entidade Pública

source: published?
es: ¿Publicado?
pt: publicado?

source: Visibility
es: Visibilidad
pt: Visibilidade

source: User
es: Usuario
pt: Utilizador

source: Date of first message
es: Fecha de primer mensaje
pt: Dia da primeira mensagem

source: Date of last message
es: Fecha del último mensaje
pt: Dia da última mensagem

source: Resolution date
es: Fecha de resolución
pt: Dia da resolução

source: Due Date
es: Fecha de Vencimiento
pt: Data de Vencimento

source: Secret address
es: Dirección secreta
pt: Endereço secreto

source: Secret
es: Secreto
pt: Segredo

source: Identical request
es: Pedido idéntico
pt: pedido idêntico

source: Identical request count
es: Cantidad de pedidos indenticos
pt: número de pedidos idênticos

source: Freedom of Information Law
es: Ley de Acceso a la Información Pública
pt: Lei de Acesso Documental Administrativo

source: Cost of Information
es: Costo de la información
pt: Custo da Informação

source: Refusal reason
es: Motivo del rechazo
pt: Razão de recusa

source: checked
es: Chequeado
pt: selecionado

source: is FoI request
es: es un pedido FoI
pt: é um Pedido de Informação LADA

source: Jurisdiction
es: Jurisdicción
pt: Juridição

source: Site
es: Sitio
pt: Sítio

source: Freedom of Information Request
es: Pedido de información pública
pt: Pedido de Informação LADA

source: Freedom of Information Requests
es: Pedido de información publica
pt: Pedidos de Informação LADA

source: Can see private requests
es: Puede ver pedidos privados
pt: Pode ver pedidos privados

source: Request '%s'
es: Pedido '%s'
pt: Pedir '%s'

source: %(count)s day
es: %(count)s dia
pt: %(count)s dia

source: Dear Sir or Madam, ... Sincerely yours %(name)s
es: A quien corresponda, ... Saludo a Ud. atte., %(name)s
pt: Caro Senhor ou Senhora, ... Cordiais cumprimentos, %(name)s

source: Complaint about request "%(title)s"
es: Queja sobre pedido "%(title)s"
pt: Reclame sobre o pedido "%(title)s"

source: attached_file_%d
es: archivo_adjunto_%d
pt: ficheiro_anexo_%d

source: NAME
es: NOMBRE
pt: NOME

source: Message contains PDF
es: Mensaje contiene PDF
pt: Mensagem contém um PDF

source: request_%(num)s.zip
es: pedido_%(num)s.zip
pt: pedido_%(num)s.zip

source: Unknown
es: Desconocido
pt: Desconhecido

source: %(site_name)s: Please classify the reply to your request
es: %(site_name)s: Por favor clasificar la respuesta en tu pedido
pt: %(site_name)s: Por favor classifique a resposta ao seu pedido

source: %(site_name)s: Update on one of your request
es: %(site_name)s: Actualizar en uno de tus pedidos
pt: %(site_name)s: Actualização de um dos seus pedidos

source: Timestamp of Suggestion
es: hora de Sugerencia
pt: Timestamp de Sugestão

source: Reason this Public Body fits the request
es: Razón por la que el pedido se debe hacer a este organismo
pt: Razão para esta Entidade Pública ser adequada a este pedido.

source: Public Body Suggestion
es: Sugerencia del organismo
pt: Sugestão de Entidade Pública

source: Public Body Suggestions
es: Sugerencias de organismos
pt: Sugestões de Entidade Pública

source: has message been sent?
es: ¿Se ha enviado el mensaje?
pt: a mensagem foi enviada?

source: Is this message a response?
es: ¿Este mensaje es una respuesta?
pt: é esta mensagem uma resposta?

source: Postal?
es: Por correo postal?
pt: Correio?

source: Escalation?
es: Escalada?
pt: Escalamento?

source: Content hidden?
es: Contenido oculto?
pt: Conteúdo privado?

source: From User
es: Del usuario
pt: De Utilizador

source: From Email
es: Del mail
pt: De Email

source: From Name
es: Del nombre
pt: De Nome

source: From Public Body
es: Desde el Organismo Publico
pt: De Entidade Pública

source: Recipient
es: Receptor
pt: Destinatário

source: Recipient Email
es: Email del Receptor
pt: Email do Destinatário

source: Public Body Recipient
es: Beneficiario del Organismo
pt: Entidade Pública Destinatária

source: Redacted Subject
es: Asunto editado
pt: Assunto Redigido

source: plain text
es: Texto
pt: texto simples

source: redacted plain text
es: editado en texto plano
pt: texto redigido

source: Was Redacted?
es: fue editado?
pt: Foi Redigido?

source: Not publishable
es: No publicable
pt: Não publicável

source: Freedom of Information Message
es: Mensaje del pedido de acceso a la información
pt: Mensagem de Pedido de Informação LADA

source: Freedom of Information Messages
es: Mensajes del Pedido de Información Publica
pt: Mensagens de Pedido de Informação LADA

source: Message in '%(request)s' at %(time)s
es: Mensaje en '%(request)s' a las %(time)s
pt: Mensagem em '%(request)s' aos %(time)s

source: message-%(id)d
es: mensaje-%(id)d
pt: mensagem-%(id)d

source: << Greeting >>
es: << Saludos >>
pt: Olá

source: Belongs to request
es: Pertenece al pedido
pt: Pertence ao pedido

source: Name
es: Nombre
pt: Nome

source: File
es: Archivo
pt: Ficheiro

source: Size
es: Tamaño
pt: Tamanho

source: File type
es: Tipo de archivo
pt: Tipo de ficheiro

source: Format
es: Formato
pt: Formato

source: User can approve
es: Usuario puede aprobar
pt: Utilizador pode aprovar

source: Approved
es: Aprobado
pt: Aprovado

source: Redacted Version
es: Version editada
pt: Versão Redigida

source: Is redacted
es: Está editado
pt: Redigida

source: Converted Version
es: Versión Convertida
pt: Versão Convertida

source: Is converted
es: Está convertido
pt: Foi convertido

source: Attachment
es: Adjunto
pt: Anexo

source: Attachments
es: Adjuntos
pt: Anexos

source: attachment-%(id)d
es: adjunto-%(id)d
pt: anexo-%(id)d

source: See FoiMessage
es: Ver FoiMessage
pt: Ver Mensagem LADA

source: Is Public?
es: ¿Es público?
pt: É Público?

source: Event Name
es: Nombre del evento
pt: Nome de evento

source: Context JSON
es: JSON de Contexto
pt: Contexto JSON

source: %(user)s suggested %(public_body)s for the request '%(request)s'
es: %(user)s sugirió %(public_body)s para el pedido '%(request)s'
pt: %(user)s sugeriu %(public_body)s para o pedido '%(request)s'

source: %(user)s reported costs of %(amount)s for this request.
es: %(user)s informo de costos de %(amount)s para este pedido.
pt: %(user)s reportaram custos de %(amount)s para este pedido.

source: Received an email from %(public_body)s.
es: Recibi un correo desde %(public_body)s.
pt: Recebido um email de %(public_body)s.

source: %(user)s sent a message to %(public_body)s.
es: %(user)s envió un mensaje a %(public_body)s.
pt: %(user)s enviou uma mensagem a %(public_body)s.

source: %(user)s published an attachment on request %(request)s.
es: %(user)s publico un adjunto en el pedido %(request)s.
pt: %(user)s publicaram um anexo no pedido %(request)s.

source: Request was redirected to %(public_body)s and due date has been reset.
es: El pedido fue derivado a %(public_body)s y la fecha de vencimiento fue movida.
pt: Pedido foi redirecionado para %(public_body)s e uma data limite ainda não foi atribuida.

source: %(user)s set status to '%(status)s'.
es: %(user)s puso el estado en '%(status)s'.
pt: %(user)s alterou estado para '%(status)s'.

source: %(user)s made the request '%(request)s' public.
es: %(user)s hizo publico el pedido '%(request)s'.
pt: %(user)s tornou o pedido '%(request)s' público.

source: %(public_body)s refused to provide information on the grounds of %(reason)s.
es: %(public_body)s rechazó dar inforamción en base a %(reason)s.
pt: %(public_body)s recusou divulgar a informação devido a %(reason)s.

source: %(public_body)s answered partially, but denied access to all information on the grounds of %(reason)s.
es: %(public_body)s respondió parcialmente, pero negó el acceso a toda la información en base a %(reason)s.
pt: %(public_body)s responderam parcialmente, mas foi negado o acesso a toda a informação pelas seguintes razões: %(reason)s.

source: This request became overdue
es: Este pedido ya venció.
pt: Este pedido prescreveu

source: %(user)s set '%(name)s' as the information law for the request %(request)s.
es: %(user)s coloco a '%(name)s' como la ley de información para el pedido %(request)s.
pt: %(user)s definiu '%(name)s' como lei relevante para o pedido %(request)s.

source: %(user)s added a reply that was received via snail mail.
es: %(user)s agrego una respuesta que fue recibida por correo postal.
pt: %(user)s adicionou uma resposta que foi recebida por snail mail.

source: %(user)s filed a complaint to the %(public_body)s about the handling of this request %(request)s.
es: %(user)s hizo una queja a %(public_body)s sobre como manejaron el pedido %(request)s.
pt: %(user)s submeteu uma queixa a %(public_body)s sobre o manuseamento do seu pedido %(request)s.

source: The deadline of request %(request)s has been extended.
es: La fecha de vencimiento del pedido %(request)s fue extendida.
pt: O prazo limite do pedido %(request)s foi extendido.

source: Request Event
es: Evento del Pedido
pt: Evento de Pedido

source: Request Events
es: Eventos del Pedido
pt: Desenvolvimentos de Pedidos

source: event
es: Actividad
pt: evento

source: Undelivered Message
es: Mensaje no enviado
pt: Mensagem não entregue

source: Undelivered Messages
es: Mensajes no enviados
pt: Mensagens não entregues

source: Undelievered Message to %(recipient)s (%(request)s)
es: Mensajes no entregados a %(recipient)s (%(request)s)
pt: Mensagem não entregue a %(recipient)s (%(request)s)

source: %(site_name)s: Request became overdue
es: %(site_name)s: El pedido está atrasado
pt: %(site_name)s: Pedido encontra-se expirado

source: %(site_name)s: Request became asleep
es: %(site_name)s: El pedido se durmio
pt: %(site_name)s: Pedido ficou dormente

source: %(site_name)s: New reply to your request
es: %(site_name)s: Nueva respuesta a tu pedido
pt: %(site_name)s: Nova resposta ao seu pedido

source: %(site_name)s: New suggestion for a Public Body
es: %(site_name)s: Nueva sugerencia para un organismo
pt: %(site_name)s: Nova sugestão de Entidade Pública

source: %(site_name)s: Your Freedom of Information Request was sent
es: %(site_name)s: Tu pedido de información publica fue enviado
pt: %(site_name)s: O seu pedido de informação LADA foi enviado

source: %(site_name)s: Your Message was sent
es: %(site_name)s: Tu mensaje fue enviado
pt: %(site_name)s: A Sua Mensagem foi enviada

source: Resend message
es: Reenviar mensaje
pt: Re-enviar mensagem

source: Mark multiple requests identical
es: Marcar varios pedidos identicos
pt: Identificar múltiplos pedidos como idênticos

source: These FoI request...
es: Estos pedidos de acceso a la información...
pt: Estes pedidos LADA...

source: ...are identical to this one:
es: ...son idénticos a este:
pt: ...são idênticos a este:

source: Mark as identical to chosen request
es: Marcar como idéntico al pedido elegido.
pt: Identificar como idêntico ao pedido seleccionado

source: Redeliver deferred messages
es: Re-enviar mensajes diferridos
pt: Re-enviar mensagens indeferidas

source: Redeliver these messages...
es: Reenviar estos mensajes...
pt: Re-enviar estas mensagens...

source: ...to this FOI request:
es: ...a este pedido de acceso a la información:
pt: ...a este pedido de informação LADA:

source: Redeliver messages
es: Reenviar mensajes
pt: Re-enviar mensagens

source: Number of Requests
es: Número de pedidos
pt: Número de pedidos

source: Number of Users
es: Número de usuarios
pt: Número de utilizadores
