Repository: okfde/froide
Catalog: froide/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: [... Show complete request text]
es: [... Mostrar el texto completo del pedido]
pt: [... Mostrar o texto completo do pedido]

source: Kind Regards,
es: Saludos,
pt: Cordiais Cumprimentos,

source: Your first name
es: Tu nombre
pt: O seu primeiro nome

source: Your last name
es: Tu apellido
pt: O seu último nome

source: Your post address
es: Tu domicilio postal
pt: O seu endereço postal

source: Do you want to make sure that the information you are requesting isn't already available?
es: ¿Quieres asegurarte de que la información que estás solicitando no se encuentre ya disponible?
pt: Tem a certeza que a informação que está a pedir não se encontra já disponivel?

source: Similar Requests
es: Pedidos similares
pt: Pedidos Similares

source: None found
es: Sin coincidencias
pt: Nenhum encontrado

source: Related Websites
es: Sitios relacionados
pt: Websites Relacionados

source: Search this site for %(topic)s
es: Buscar en este sitio por %(topic)s
pt: Procurar por %(topic)s

source: Explore other requests made to this Public Body
es: Ver otros pedidos realizados a este organismo
pt: Explorar outros pedidos feitos a esta Entidade Pública

source: Try a Web Search for your topic
es: Intenta una búsqueda en la web sobre este tema
pt: Tente Procurar na Internet sobre o tópico

source: Review and Submit
es: Revisar y enviar
pt: Reveja e Submeta

source: Review your Request and Submit
es: Revisar y enviar tu pedido
pt: Reveja o seu Pedido e Submita

source: From
es: De
pt: De

source: Please use proper spelling.
es: Por favor, revise su ortografía
pt: Por favor utiliza ortografia correcta.

source: Please stay polite.
es: Por favor, sea amable
pt: Por favor seja simpático.

source: edit your request again
es: Edite su pedido nuevamente
pt: edite o seu pedido novamente

source: Submit Request
es: Enviar pedido
pt: Submeter Pedido

source: RSS Feed for request '%(title)s'
es: RSS Feed para el pedido '%(title)s'
pt: RSS Feed do pedido '%(title)s'

source: Atom feed for request '%(title)s'
es: Atom feed para pedido'%(title)s'
pt: Atom Feed do pedido '%(title)s'

source: This request received a reply and is in an unknown state. If you created this request, please <a href="%(login_url)s">log in</a> and set a new status.
es: Este pedido recibió una respuesta y es en un estado desconocido. Si tu creaste este pedido, por favor <a href="%(login_url)s">inicia sesión</a> y colocale un nuevo estado.
pt: Este pedido foi respondido e encontra-se agora em estado desconhecido. Se criou o pedido, por favor <a href="%(login_url)s">connecte-se</a> e defina novo estado.

source: <b>Hey %(name)s</b>, please read the latest response and <a href="#set-status" data-tabgo="tab">set a new status for this request</a>!
es: <b>Hola %(name)s</b>, por favor lee la última respuesta y <a href="#set-status" data-tabgo="tab">colocale un nuevo estado a esta pedido</a>!
pt: <b>Viva %(name)s</b>, por favor leia a última resposta e <a href="#set-status" data-tabgo="tab">defina um novo estado para este pedido</a>!

source: <b>Hey %(name)s</b>, your request is <b>overdue</b>!<br/> Please act now:
es: <b>Hola %(name)s</b>, tu pedido <b>está pasado de fecha</b>!<br/> Por favor, haz algo ahora:
pt: <b>Viva %(name)s</b>, o seu pedido está <b>em atraso</b>!<br/> Por favor tome acção:

source: Have you received a reply by <b>postal mail</b>? &rarr; <a data-tabgo="tab" href="#add-postal-reply">Add it to the records below!</a>
es: Recibiste alguna respuesta por <b>correo postal</b>? &rarr; <a data-tabgo="tab" href="#add-postal-reply">¡Agregalo a los registros a continuación!</a>
pt: Recebeu uma resposta por <b>correio postal</b>? &rarr; <a data-tabgo="tab" href="#add-postal-reply">Adicione aos registos!</a>

source: Have you not gotten any reply? &rarr; <a data-tabgo="tab" href="#write-message">Write a reminder to the public body!</a>
es: No recibiste ningúna respuesta? &rarr; <a data-tabgo="tab" href="#write-message">¡Escribele un recordatorio al organismo!</a>
pt: Não recebeu resposta? &rarr; <a data-tabgo="tab" href="#write-message">Escreva uma mensagem a relembrar a entidade pública!</a>

source: You request has been refused.
es: Tu pedido ha sido rechazado
pt: O seu pedido foi recusado.

source: Consider sending a letter to a mediator
es: Considere enviar una carta a un mediador
pt: Considere enviar uma carta a um mediador

source: This request is not an FoI request. This site is only for requesting specific information from public bodies.
es: Esto no es un pedido de acceso a la información. Este sitio es sólo para información que tengan los organismos públicos
pt: Este pedido não é um pedido LADA. Este sitio web só server para requisitar informação especifica de entidades públicas.

source: This request is <strong>not public</strong> at the moment.
es: Este pedido <strong>no es público</strong> en este momento
pt: Este pedido <strong>não é público</strong> neste momento.

source: Make this request public now
es: Hacer público este pedido ahora
pt: Tornar este pedido público

source: Request
es: Pedido
pt: Pedido

source: Set status
es: Asignar estado
pt: Definir estado

source: Choose Public Body
es: Elegir organismo
pt: Seleccionar Entidade Pública

source: Got Mail?
es: ¿Tienes un correo electrónico?
pt: Tem Correio?

source: Send a message
es: Enviar mensaje
pt: Enviar uma mensagem

source: Mediation
es: Mediación
pt: Mediação

source: Make Meta Request
es: Hacer un meta pedido
pt: Efectuar Meta Pedido

source: Set law
es: Asignar normativa
pt: Definir lei

source: Write summary
es: Escribir resumen
pt: Escrever sumário

source: Please <a href="%(url)s">read the reply</a> and choose a new status
es: Por favor, <a href="%(url)s">lee la respuesta</a> y elige un nuevo estado
pt: Por favor <a href="%(url)s">leia a repsosta</a> e altere o novo estado

source: Set a new status
es: Asignar un nuevo estado
pt: Definir um novo estado

source: As the author of this request, please choose a public body from one of the suggestions:
es: Preguntar al autor de este pedido. Por favor, elige un organismo de las siguientes sugerencias:
pt: Como autor deste pedido, por favor selecione a entidade pública a partir das sugestões:

source: Send this request to the selected Public Body
es: Enviar este pedido a los organismos seleccionados
pt: Enviar este pedido à Entidade Pública escolhida

source: Ask for mediation for this request
es: Consultar por una mediación para este pedido
pt: Pedir mediação para este pedido

source: You can file a complaint to the %(entity)s if you think your request was not properly handled.
es: Puedes ingresar una queja a %(entity)s si crees que tu pedido no recibió el tratamiento adecuado.
pt: Pode submeter uma queixa junto da %(entity)s se acha que o seu pedido não foi devidamente manuseado.

source: Your request is currently not public, but will be made accessible to the mediator via the special link in the message.
es: Actualmente tu pedido no es público, pero el mediador podrá visualizarlo a través del siguiente link en el mensaje
pt: O seu pedido não se encontra público, mas será acessivél ao mediador via o link especial na mensagem.

source: Send Message
es: Enviar mensaje
pt: Enviar Mensagem

source: Make a meta request
es: Hacer un meta pedido
pt: Efectuar um meta pedido

source: By making a meta request you will make a normal FOI request for the internal communication related to the handling of your original request "%(title)s". Please only make a meta request if you reasonably suspect an internal mishandling of your request.
es: Al hacer un "meta pedido" harás un solicitud de acceso a la información normal para ver las comunicaciones relacionadas con el pedido original "%(title)s". Por favor, sólo envía un meta pedido si sospechas que tu solicitud no recibió el tratamiento adecuado.
pt: Ao fazer um meta pedido irá fazer um pedido de informação LADA nomrmal para a comunicação interna relacionada com o manuseio do seu pedido original "%(title)s". Por favor só faça um meta pedido se tiver uma suspeita razoável do seu pedido ter sido mal manuseado internamente.

source: Send Meta Request
es: Enviar el meta pedido
pt: Enviar Meta Pedido

source: Upload postal replies you received
es: Cargar respuestas recibidas en papel
pt: Fazer upload de respostas por correio postal que recebeu

source: Add Postal Reply
es: Agregar dirección postal de respuesta
pt: Adicionar resposta por correio

source: You can attach more documents to this reply later.
es: Puedes adjuntar más documentos a esta respuesta, luego
pt: Pode adicionar mais documentos mais tarde.

source: Send message to public body
es: Enviar mensaje al organismo
pt: Enviar mensagem para entidade pública

source: Your request is <b>overdue</b>. You should send a reminder to the Public Body!
es: Tu pedido está <b>vencido</b>. Deberías enviar un recordatorio al organismo.
pt: O seu pedido <b>está atrasado</b>. Devia enviar uma mensagem a relembrar a Entidade Pública!

source: You can send another message to this Public Body if you want to.
es: Puedes enviar otro mensaje a este organismo
pt: Se quiser, pode enviar outra mensagem para esta Entidade Pública.

source: Your address:
es: Dirección:
pt: O seu endereço:

source: You do not have a postal address set. <a href="%(url)s#change-address">You can enter enter an address here.</a>
es: No tienes una dirección postal asignada. <a href="%(url)s#change-address"> Puedes ingresar una aquí.</a>
pt: Não tem um endereço postal definido. <a href="%(url)s#change-address">Pode inserir um endereço aqui.</a>

source: Set Law
es: Asignar normativa
pt: Definir Lei

source: This request was made under multiple information laws. If it is apparent from the reply under which law the request was answered, please choose this law below. If it is not obvious, leave it as it is.
es: Este pedido fue realizado bajo múltiples normativas de acceso a la información. Si te parece que fue respondido bajo alguna normativa específica, por favor selecciónala del listado. Si no es obvio, déjalo tal como está
pt: Este pedido foi feito ao abrigo de várias leis de informação.

source: Set Concrete Law
es: Asignar normativa específica
pt: Definir Lei Concreta

source: Resolution Summary
es: Resumen de la resolución
pt: Sumário da Resolução

source: Have you received the information you need? What have you learned from it?
es: ¿Recibiste la información que necesitabas? ¿Qué aprendiste de ella?
pt: Recebeu a informação que precisava? O que aprendeu com ela?

source: Save Summary
es: Guardar resumen
pt: Gravar Sumário

source: You can suggest a public body for this request.
es: Puedes sugerir un organismo para este pedido
pt: Pode sugerir uma entidade pública para este pedido.

source: The following public bodies have already been suggested:
es: Los siguientes organismos ya han sido sugeridos
pt: As seguintes Entidades Públicas foram sugeridas:

source: Details
es: Detalles
pt: Detalhes

source: Reason given by the user:
es: Razón dada por este usuario
pt: Razões dadas pelo utilizador:

source: There are no suggestions yet
es: No hay sugerencias todavía
pt: Ainda não há sugestões

source: Suggest this Public Body
es: Sugerir este organismo
pt: Sugerir esta Entidade Pública

source: Request to:
es: Pedido para:
pt: Pedir a:

source: Laws used:
es: Normativa usada:
pt: Leis usadas:

source: Law used:
es: Normativa usada:
pt: Lei usada:

source: Not yet set
es: Sin asignar
pt: Não está definido

source: Status of this request:
es: Estado de este pedido
pt: Estado do seu pedido:

source: Due date:
es: Fecha de vencimiento:
pt: Data esperada:

source: %(due)s ago
es: Vencido hace %(due)s días
pt: %(due)s passados

source: in %(due)s
es: en %(due)s
pt: em %(due)s

source: deadline
es: Límite
pt: prazo

source: How is this calculated?
es: ¿Cómo se calcula?
pt: Como é que isto é calculado?

source: Cost of information:
es: Costo de la información:
pt: Custo da informação:

source: Summary of Request
es: Resumen del pedido:
pt: Sumário do Pedido

source: Summary of Resolution
es: Resumen de la resolución:
pt: Resolução do Pedido

source: This request was not sent yet, because it still needs a Public Body as a recipient.
es: Este pedido aún no fue enviado porque todavía necesita que se especifique organismo al que se remitirá
pt: Este pedido ainda não foi enviado por ainda necessitar de uma Entidade Pública como destinatário.

source: This request is not public and will not receive suggestions for public bodies from users!
es: Este pedido no es público y no recibirás sugerencias de organismos por parte de usuarios
pt: Este pedido não é público, por isso não irá receber sugestões de entidades públicas por parte dos utilizadores!

source: The public body of this request has been created by the user and still needs to be confirmed.
es: El organismo de este pedido ha sido creado por el usuario y todavía necesita ser confirmado
pt: A entidade pública deste pedido foi criada pelo utilizador e ainda necessita ser confirmada.

source: This request received documents that we are not allowed to publish. However, every person can get individual access to these documents by requesting them below.
es: Este pedido recibió documentos no autorizados para su publicación. Sin embargo, cada persona puede pedir acceso a ellos individualmente, solicitándolos aquí.
pt: Este pedido recebeu documentos que não estamos autorizados a publicar. No entanto, qualquer pessoa poderá ter acesso a estes documentos requisitando-os em baixo.

source: You stated that you are not allowed to publish the received documents. If this was a mistake, please contact %(email)s.
es: Dijiste que no contabas con autorización para ´publicar los documentos recibidos. Si fue un error, por favor, contactate a %(email)s
pt: Indicou que não tem autorização para publicar os documentos recebidos. Em caso desta indicação ser errada, por favor contacte %(email)s.

source: You made the original request.
es: Tu hiciste el pedido original
pt: Você fez o pedido original.

source: You made an identical request.
es: Ya hiciste un pedido idéntico
pt: Fez um pedido idêntico.

source: Make an identical request in your name to get access to the information.
es: Hacer un pedido de acceso a la información idéntico en tu nombre para acceder a la información
pt: Efectuar um pedido idêntico, em seu nome, para obter acesso à informação.

source: Your Post Address:
es: Dirección postal:
pt: O seu endereço de correio:

source: Your Email Address:
es: Correo electrónico:
pt: O Seu Endereço de Email:

source: Make identical request in your name
es: Hacer un pedido idéntico en tu nombre
pt: Fazer pedido idêntico em seu nome

source: So far one person also requested this document.
es: Hasta el momento, una persona ha solicitado este documento.
pt: Até ao momento uma pessoa requisitou este documento.

source: %(counter)s follower
es: %(counter)s seguidor
pt: %(counter)s seguidor

source: Share this request
es: Compartir este pedido
pt: Partilhar este pedido

source: Short URL
es: URL corta
pt: URL curto

source: Secret Short URL
es: URL corta secreta
pt: URL Curto Secreto

source: This URL gives read access to others.
es: Esta URL permite visualizar a cualquier persona
pt: Este endereço dá acesso de leitura aos outros.

source: Download request as ZIP-file
es: Descargar pedido como zip
pt: Download do pedido num ficheiro ZIP

source: Tags
pt: Categorias

source: Staff Actions
es: Acciones del staff
pt: Acções da Staff

source: Save tags
es: Guardar tags
pt: Categorias gravadas

source: Marked as checked
es: Marcar como chequeado
pt: Marcar como seleccionado

source: Marked as NOT FoI
es: Marcar como NO pedido de acceso a la información
pt: Marcado como NÃO LADA

source: Extend Deadline by Months
es: Extender fecha de vencimiento por meses
pt: Extender Data Limite em Meses

source: Messages in this request
es: Mensajes en este pedido
pt: Mensagens neste pedido

source: No messages yet
es: No hay mensajes
pt: Ainda sem mensagens

source: One identical request
es: Un pedido idéntico
pt: Um pedido idêntico

source: This request is identical to:
es: Este pedido es idéntico a:
pt: Este pedido é idêntico a:

source: Please check this attachment for personally identifying information. Then publish the document (unless you are explicitly forbidden from publishing) or redact the information.
es: Por favor, revisa el adjunto para verificar si contiene información personal. Luego publica el documento (a menos que esté expresamente prohibida su difusión) o reescribe la información.
pt: Por favor verifique que este anexo não contém informação de identificação pessoal. Depois publique o documento (a menos que esteja explicitamente proibido de publicar) ou rediga a informação.

source: Please check this attachment for personally identifying information (besides your name %(name)s). Then publish the document (unless you are explicitly forbidden from publishing) or redact the information.
es: Por favor, revisa los adjuntos para ver si existe información personal (además de tu nombre %(name)s). Luego, publica el documento (a menos que exista una prohibición para su difusión) o reescribe la información.
pt: Por favor verifique que este anexo não contém informação de identificação pessoal (para além do seu nome %(name)s). Depois publique o documento (a menos que esteja explicitamente proibido de publicar) ou rediga a informação.

source: Redact this attachment
es: Reprocesar este adjunto
pt: Redigir este anexo

source: This attachment contains personally identifying information and cannot be published.
es: Este adjunto contiene datos personales y no puede ser publicado.
pt: Este anexo contém informação de identificação pessoal e não pode ser publicado.

source: This attachment has been converted to PDF and cannot be published.
es: Este adjunto ha sido convertido a PDF y no puede ser publicado.
pt: Este anexo foi convertido para PDF e não pode ser publicado.

source: This attachment has been blocked from publishing.
es: Este adjunto ha sido bloqueado para impedir su publicación.
pt: Este anexo foi bloqueado de ser publicado.

source: change
es: Cambiar
pt: alteração

source: Set the Public Body that sent this message:
es: Indicar el organismo que envió este mensaje:
pt: Definir a Entidade Pública que enviou esta mensagem:

source: Set Sending Public Body
es: Asignar organismo de envío
pt: Definir Entidade Pública de envio

source: Date
es: Fecha
pt: Data

source: Admin
es: Administrador
pt: Administração

source: View message in admin
es: Ver mensajes en el administrador
pt: Ver mensagem em administração

source: Attachments that are not published:
es: Adjuntos que no son públicos:
pt: Anexos que não são publicados:

source: Upload Attachments
es: Subir adjuntos
pt: Adicionar anexos

source: Upload Document
es: Subir documento
pt: Anexar documento

source: Please click here to set a new status for this request now
es: Por favor, haz clic acá para asignar un nuevo estado a este pedido ahora
pt: Por favor prima aqui para definir agora o novo estado deste pedido

source: This message may contain information that you may wish to not publish until after the whole request finished. The following message is therefore currently only visible to you.
es: Este mensaje puede contener información que no deseas que sea publicada hasta que el pedido este cerrado. Por eso el siguiente mensaje sólo está visible para vos.
pt: Esta mensagem pode conter informação que pode não querer publicar até após o processo do pedido estar terminado. A seguinte mensagem só é visivél por si.

source: I want to publish this message
es: Quiero publicar este mensaje
pt: Quero publicar esta mensagem

source: This message is not yet public.
es: Este mensaje aún no es público
pt: Esta mensagem ainda não é pública

source: You can write a reply by clicking here
es: Puedes escribir una respuesta haciendo clic acá
pt: Pode escrever uma resposta clicando aqui

source: Write a comment
es: Escribir un comentario
pt: escreva um comentário

source: Please login to write a comment.
es: Por favor, loguéate para escribir un comentario
pt: Por favor connecte-se para poder escrever um comentário.

source: to
es: Para
pt: para

source: %(counter)s identical request
es: %(counter)s pedido idéntico
pt: %(counter)s pedido idêntico

# URL part
source: not-foi
es: No pedido de acceso a la información
pt: nao-lada

# URL part
source: latest
es: Ultimo
pt: último

# URL part
source: topic
es: Tema
pt: topico

# URL part
source: tag
pt: categoria

source: The scanned letter must be either PDF, JPG or PNG, but was detected as %(content_type)s!
es: ¡La carta escaneada debe ser PDF, JPG o PNG, pero se detecto como %(content_type)s!
pt: A carta digitalizada tem de ser PDF, JPG ou PNG, mas foi detectado como %(content_type)s!

source: status
es: Estado
pt: estado

source: You need to setup a default FOI Law object
es: Necesitas configurar una ley FOI primero
pt: Precisa de definir um objecto LADA

source: There were errors in your form submission. Please review and submit again.
es: Ocurrieron errores en el envío. Por favor, revise el pedido y remítalo nuevamente
pt: Foram encontrados erros no formulário de submissão. Por favor reveja e submita novamente.

source: Others can now suggest the Public Bodies for your request.
es: Otros pueden sugerir Organismos Publicos para tu pedido.
pt: Outros podem agora sugerir as Entidades Públicas para o seu pedido.

source: Your request will be sent as soon as the newly created Public Body was confirmed by an administrator.
es: Tu pedido se enviará cuando un administrador confirme el Organismo Público recientemente creado.
pt: O seu pedido será enviado assim que a nova Entidade Pública seja confirmada por um administrador.

source: Your request has been sent.
es: Tu solicitud de acceso a la información fue enviada.
pt: O seu pedido foi enviado.

source: ?request-made
pt: ?pedido-feito

source: Please check your inbox for mail from us to confirm your mail address.
es: Por favor, chequea tu correo. Te hemos enviado un mail para que confirmes tu dirección
pt: Por favor verifique se a sua caixa de correio não contém um email nosso para confirmar o seu endereço electrónico.

source: Missing or invalid input!
es: ¡Campo faltante o invalido!
pt: Informação inválida ou em falta!

source: This request doesn't need a Public Body!
es: Este pedido no necesita especificar un organismo
pt: Este pedido não necessita uma Entidade Pública!

source: Request was sent to: %(name)s.
es: Pedido enviado a: %(name)s.
pt: Pedido foi enviado: %(name)s.

source: Your Public Body suggestion has been added.
es: Tu Organismo Público sugerido ha sido agregado.
pt: A sua sugestão de Entidade Pública foi adicionada.

source: This Public Body has already been suggested.
es: Este Organismo Público ya ha sido sugerido.
pt: Esta Entidade Pública já foi sugerida.

source: You need to specify a Public Body!
es: Necesitas especificar un Organismo Publico!
pt: Tem de especificar uma Entidade Pública!

source: Status of request has been updated.
es: El estado del pedido ha sido actualizado
pt: Estado do pedido foi actualizado.

source: Invalid value for form submission!
es: ¡Valor no válido para enviar el formulario!
pt: Valor inválido na submissão do formulário!

source: Your Message has been sent.
es: Tu mensaje fue enviado
pt: A sua mensagem foi enviada.

source: Your request cannot be escalated.
es: Tu pedido no puede ser escalado.
pt: O seu pedido não pode ser escalado.

source: Your Escalation Message has been sent.
es: Tu mensaje para escalar fue enviado.
pt: A sua mensagem de escalonamento foi enviada.

source: A concrete law has been set for this request.
es: Este pedido fue relacionado con una ley específica
pt: Uma lei concreta foi colocada para este pedido.
