Repository: okfde/froide
Catalog: froide/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Hello %(name)s, Your request "%(title)s" is not marked as resolved and has not seen any activity in the last 6 months. Therefore your request has been marked asleep. If you have received a response and your request is resolved, please add the response and mark the request resolved here: %(url)s Cheers, %(site_name)s
es: Hola %(name)s, Tu solicitud "%(title)s" no está marcada como resuelta y no ha tenido actividad en los últimos 6 meses. Por lo tanto tu solicitud fue marcada como dormida. Si recibiste una respuesta y tu solicitud fue marcada como resuelta, por favor añade la respuesta y la marca de solicitud resuelta aquí: %(url)s Saludos, %(site_name)s
pt: Viva %(name)s, O seu pedido "%(title)s" não está marcado como resolvido e não teve qualquer actividade nos últimos 6 meses. Por estes motivos foi marcado como adormecido. Se recebeu uma resposta e o seu pedido está resolvido, por favor adicione a resposta e marque o pedido como resolvido aqui: %(url)s Cumprimentos, %(site_name)s

source: Hello %(name)s, Your request "%(title)s" was not answered in the required time and became overdue. We recommend that you send another message to the public body to check the status of the request and if they received it. If you received a postal answer, please add it to the request. Here's a link to the request: %(url)s Cheers, %(site_name)s
es: Hola %(name)s, Tu pedido"%(title)s" no fue respondido en el tiempo previsto por la normativa y se encuentra vencido. Te recomendamos que envíes un mensaje al organismo para que chequee el estado del mismo y revise si lo ha recibido. Si recibiste una respuesta por correo, por favor, adjúntala al pedido. Ver el pedido: %(url)s Saludos %(site_name)s
pt: Bom dia %(name)s, O seu pedido "%(title)s" não foi atendido dentro do tempo devido. Recomendamos que envie outra mensagem à entidade pública para verificar o estado do pedido e se o receberam. Se recebeu uma resposta por correio postal, por favor inclua-a no pedido. Link para o pedido: %(url)s Cumprimentos, %(site_name)s

source: Hello %(name)s, This a reminder that your request "%(title)s" has received a reply and you need to set a new status. Go to your request now: %(url)s Cheers, %(site_name)s
es: Hola %(name)s, Este es un recordatorio de que tu solicitud "%(title)s" ha tenido una respuesta y por lo tanto necesitas poner un nuevo estatus. Ve a tu solicitud ahora: %(url)s Saludos, %(site_name)s
pt: Bom dia %(name)s, Esta mensagem serve para relembrar que o seu pedido "%(title)s" recebeu uma resposta e necessita que defina novo estado. Ir para o seu pedido agora: %(url)s Cumprimentos, %(site_name)s

source: Hello %(name)s, your message for the Freedom of Information request "%(title)s" has been sent. We will notify you when you get a response. %(url)s Cheers, %(site_name)s
es: Hola %(name)s, tu mensaje de Pedido de Acceso a la Información "%(title)s" ha sifo enviado. Te notificaremos cuando recibas una respuesta. %(url)s Saludos, %(site_name)s
pt: Bom Dia %(name)s, A sua mensagem para o pedido de informação ao abrigo da lei de acesso aos documentos administrativos com o titulo "%(title)s" foi enviada. Será notificado quando receber resposta. %(url)s Cumprimentos, %(site_name)s

source: Hello %(name)s, your request "%(title)s" has been sent. We will notify you when you get a response. %(url)s Cheers, %(site_name)s
es: Hola %(name)s, tu solicitud "%(title)s" ha sido enviada. Te notificaremos cuando recibas una respuesta. %(url)s Saludos, %(site_name)s
pt: Viva %(name)s, o seu pedido "%(title)s" foi enviado. Enviaremos uma notificação quando receber uma resposta. %(url)s Cumprimentos, %(site_name)s

source: Sincerely yours,
es: Saludos,
pt: Com os melhores cumprimentos,

source: Dear Sir or Madam, I'd like to make a request under a (yet to be determined) freedom of information law.
es: A quien corresponda, Quisiera realizar un pedido bajo una ley de Acceso a la Información (que aún no ha sido especificada)
pt: Caro Senhor ou Senhora, Gostaria de fazer um pedido ao abrigo de uma lei de acesso aos documentos adminstrativos.

source: Post Address:
es: Domiclio postal:
pt: Endreço de correio:

source: From: %(from)s
es: De: %(from)s
pt: De: %(from)s

source: Date: %(date)s Via: Postal Mail
es: Fecha: %(date)s Via: Correo postal
pt: Data: %(date)s Via: Endereço Postal

source: Date: %(date)s Via: Email
es: Fecha: %(date)s Via: Mail
pt: Data: %(date)s Via: Email

source: Subject: %(subject)s
es: Asunto: %(subject)s
pt: Assunto: %(subject)s

source: Attachments:
es: Adjuntos:
pt: Anexos:

source: Request Number: %(num)s
es: Número de pedido: %(num)s
pt: Número do Pedido: %(num)s

source: Reply To: %(email)s
es: Responder a: %(email)s
pt: Responder Para: %(email)s

source: Dear Sir or Madam, I'd like to complain about the handling of the request under the %(law)s documented here: %(link)s You can also find all documents related to this request attached to this email. I believe this request has been mishandled because ... Sincerely yours %(name)s
es: A quien corresponda: Me gustaría ingresar una queja respecto al tratamiento del siguiente pedido de acceso a la información bajo %(law)s: %(link)s Los documentos referidos a esta solicitud, en caso de existir, se encuentran adjuntos al siguiente correo. Creo que el pedido no fue tratado de modo adecuado porque ... Saludos, %(name)s
pt: Caro Senhor ou Senhora, Gostava de me queixar do manuseamento do meu pedido ao abrigo de %(law)s documentado aqui: %(link)s Pode encontrar anexados todos os documentos relativos a este pedido. Acredito que este pedido não foi atendido correctamente pelos seguintes motivos... Cumprimentos %(name)s

source: Hello %(name)s, You received a response to your request "%(title)s". Please read the response and change the status of the request if needed. You can also send another message. To read your response and set the right status, click the link below: %(url)s Cheers, %(site_name)s
es: Hola %(name)s, Recibiste una respuesta al pedido "%(title)s". Por favor, lee la contestación y cambia el estado del pedido en caso de ser necesario. Recuerda que también puedes enviar un mensaje. Para leer la respuesta y cambiar el estado del pedido, haz clic en el siguiente link: %(url)s Saludos, %(site_name)s
pt: Bom dia %(name)s, Recebeu uma resposta ao seu pedido "%(title)s". Por favor leia a resposta e altere o estado do seu pedido se necessário. Também pode enviar outra mensagem. Para ler a sua resposta e actualizar o estado, siga o link em baixo: %(url)s Obrigado, %(site_name)s

source: Dear Sir or Madam, My Freedom of Information request "%(title)s" (%(date)s, #%(num)s) was not answered in the time defined by law and is now %(due)s late. Please update me on the status of my request as soon as possible. Sincerely yours, %(name)s
es: Estimado: Mi pedido de acceso a la información "%(title)s" (%(date)s, #%(num)s) no fue respondido en el tiempo previsto por la normativa y se encuentra %(due)s vencido. Por favor, le pido me informe sobre el estado de mi pedido lo más rápido posible. Saludos, %(name)s
pt: Caro Senhor ou Senhora, O meu pedido de informação ao abrigo da Lei do Acesso aos Documentos Administrativos com o título "%(title)s" (%(date)s, #%(num)s) não foi respondida dentro do tempo definido pela lei e encontra-se neste momento atrasada %(due)s. Por favor actualize-me no estado do meu pedido assim que possivél. Cumprimentos, %(name)s

source: Hello %(name)s, you received a suggestion for a Public Body on your request '%(title)s'.
es: Hola %(name)s: Recibiste una recomendación de organismo público para tu pedido '%(title)s'.
pt: Olá %(name)s, recebeu uma sugestão para uma Entidade Pública no seu pedido '%(title)s'.

source: The suggestion is:
es: La sugerencia es:
pt: A sugestão é:

source: The following reason was given:
es: Se brindó la siguiente justificación:
pt: As seguintes razões foram dadas:

source: If you want to use this Public Body, go to your request and chose the Public Body from the list. Here is a link to your request:
es: Si quieres seleccionar un organismo, ve a tu pedido y elige una de las instituciones que figuran en el listado. Aquí está el link a tu solicutud:
pt: Se quiser usar esta Entidade Pública, vá ao teu pedido e selecione a Entidade Pública da lista. Aqui está o link para o seu pedido:

source: Legal Note: This mail was sent through a Freedom Of Information Portal. Replies might be published automatically.
es: Aviso legal: este mail se envió a través de un sitio para solicitudes de acceso a la información. Las respuestas pueden ser visibles automáticamente allí.
pt: Nota Legal: Este email foi enviado através de um portal de pedidos de informação. Respostas poderão sem publicadas automáticamente.

source: Hello %(name)s,
es: Hola %(name)s:
pt: Bom Dia %(name)s,

source: in the last 24 hours there was an update on one of your requests.
es: en las últimas 24 horas se actualizó uno de tus pedidos.
pt: nas últimas 24 horas houve uma actualizações em um dos seus pedidos.

source: Updates to your request "%(title)s"
es: Actualizaciones de tus pedidos "%(title)s"
pt: Actualizações ao seu pedido "%(title)s"

source: Visit your request: %(link)s
es: Ver tus pedidos: %(link)s
pt: Veja o seu pedido: %(link)s

source: Cheers, %(site_name)s
es: Saludos, %(site_name)s
pt: Cumprimentos, %(site_name)s

source: RSS Feed for these requests
es: RSS feed para estos pedidos
pt: Feed RSS destes pedidos

source: Atom feed for these request
es: Atom feed para estos pedidos
pt: Feed Atom destes pedidos

source: Requests to %(name)s
es: Pedidos para %(name)s
pt: Pedidos aos %(name)s

source: %(name)s: all requests
es: %(name)s: todos los pedidos
pt: %(name)s: todos os pedidos

source: Requests with tag "%(name)s"
es: Pedidos con etiqueta "%(name)s"
pt: Pedidos na categoria "%(name)s"

source: Requests in topic "%(name)s"
es: Pedidos en el tema "%(name)s"
pt: Pedidos no tópico "%(name)s"

source: Filtered by requests to Public Bodies in %(name)s.
es: Filtrado por pedidos a organismos en %(name)s.
pt: Filtrado por pedidos a Entidade Públicas em %(name)s.

source: %(counter)s request
es: %(counter)s pedido
pt: %(counter)s pedido

source: Show all FoI requests
es: Mostrar todos los pedidos de acceso a la información
pt: Mostrar todos os pedidos LADA

source: %(name)s requests by status
es: %(name)s pedidos por estatus
pt: %(name)s pedidos por estado

source: %(name)s requests by category
es: %(name)s pedidos por categoria
pt: %(name)s pedidos por categoria

source: By jurisdiction
es: Por jurisdicción
pt: Por jurisdição

source: By status
es: Por estado
pt: Por estado

source: By category
es: Por categoría
pt: Por categoria

source: Feeds for these requests
es: Feeds para estos pedidos
pt: Feeds para estes pedidos

source: RSS Feed
pt: Feed RSS

source: Atom Feed
pt: Feed Atom

source: Show all Non-FoI requests
es: Mostrar todos los lo pedidos de acceso a la información
pt: Mostrar todos of pedidos não LADA

source: FoI Requests
es: Pedidos de acceso a la información
pt: Pedidos LADA

source: View on Admin site
es: Ver en el sitio de administración
pt: Ver em Administração

source: Mark as checked
es: Marcar como chequeado
pt: Marcar como selecionado

source: Mark as NOT FoI
es: Marcar como NO pedido de acceso a la información
pt: Marcar como NÃO LADA

source: View on Site
es: Mostrar en el sitio
pt: Ver na Página

source: View on Admin
es: Mostrar en el administrador
pt: Ver em Administração

source: Preview in Browser
es: Vista previa
pt: Pré-visualizar no Browser

source: No file present!
es: ¡No hay archivo!
pt: Sem ficheiro!

source: May not contain private information
es: Podría no contener información privada
pt: Não pode conter informação privada

source: May only contain name %(name)s.
es: Podría sólo contener nombre %(name)s.
pt: Pode apenas conter o nome %(name)s.

source: Publish this attachment
es: Publicar este adjunto
pt: Publicar este anexo

source: No request present!
es: ¡Sin pedido de acceso a la información!
pt: Não há pedidos!

source: Redacting attachment %(name)s
es: Editando adjunto %(name)s
pt: Redigindo anexo %(name)s

source: Redact "%(name)s"
es: Editando "%(name)s"
pt: Redigir "%(name)s"

source: What you need to redact
es: Lo que necesitas volver a redactar
pt: O que precisa de redigir

source: Please remove all your personally identifying information.
es: Por favor, borrar toda la información personal
pt: Por favor remova toda a informação que o possa identificar pessoalmente.

source: Please remove all your personally identifying information except your name.
es: Por favor, borra toda tu información personal excepto tu nombre
pt: Por favor remova toda a informação que o possa identificar pessoalmente excepto o nome.

source: Please remove all personally identifying information of %(name)s.
es: Por favor, borra toda tu información personal de %(name)s.
pt: Por favor remova toda a informação que possa identificar pessoalmente %(name)s.

source: Please remove all personally identifying information of %(name)s except the name itself.
es: Por favor, borra toda la información personal de %(name)s ,excepto su nombre
pt: Por favor remova toda a informação que possa identificar pessoalmente %(name)s excepto o nome em si.

source: Please remove email addresses of this site.
es: Por favor, borra los correos electrónicos de este sitio
pt: Por favor remova endereços de email deste site.

source: Please remove hand-written signatures.
es: Por favor, borra todas las firmas
pt: Por favor remova assinaturas escritas à mão.

source: How to redact
es: Cómo re-redactar
pt: Como redigir

source: Go to each page of the PDF and locate the parts that need to be blacked out. Draw a rectangle over the area by clicking the mouse and dragging it. Be sure to also black out the email address of %(name)s if it is visible.
es: Ir a cada página de los PDFs e identificar las partes que deben ser tachadas. Dibuja un rectángulo sobre el área haciendo clic con el mouse. También tacha el correo de %(name)s si está visible.
pt: Vá a cada página do PDF e localize as secções que necessitam de ser escondidas. Desenhe um rectângulo sobre a àrea premindo o butão do rato e arraste. Confirme que também escondeu o endereço email de %(name)s caso seja visivel.

source: The original version of the document will still be available to you (but not to the public). If the document does not load correctly, cancel and inform a site moderator.
es: La versión original de el documento aún va a estar disponible para vos (pero no para el publico). Si el documento no carga correctamente, cancelar e contactar un moderador del sitio.
pt: A versão original do documento continuará a estar disponivel para si (mas não ao público). Se o documento não for carregado correctamente, cancele e informe um moderador do website.

source: Note: in order to redact documents an up-to-date version of a modern browser is required. Using Internet Explorer will likely not work.
es: Nota: para poder editar documentos se requiere una versión actualizada de un navegador moderno. Usar Internet Explorer seguramente no funcione.
pt: Nota: para redigir documentos, é necessário uma versão actualizada dum browser moderno. Internet Explorer provavelmente não funcionará.

source: Previous Page
es: Página anterior
pt: Página Anterior

source: Next Page
es: Próxima página
pt: Página Seguinte

source: Page
es: Página
pt: Página

source: of
es: de
pt: de

source: Save and publish blacked out version
es: Guardar y publicar la versión con las tachaduras.
pt: Guardar e publicar a versão com texto escondido

source: Cancel
es: Cancelar
pt: Cancelar

source: Redaction process started, please wait...
es: Comenzó la reescritura. Por favor, espere...
pt: Processo de redacção iniciado, por favor aguarde...

source: Loading PDF...
es: Cargando PDF...
pt: Carregando PDF...

source: Visit the website of this Public Body
es: Visita el sitio web del organismo
pt: Visitar o site desta Entidade Pública

source: /Dear Sir or Madam/
es: Estimado/a:
pt: /Caro Senhor ou Senhora/

source: /Kind Regards/
es: Saludos,
pt: /Cordiais Cumprimentos/

source: Search the internet for information about:
es: Buscar en internet información sobre:
pt: Procurar na internet informação sobre:

source: Search Public Body Website
es: Buscar el sitio oficial del organismo
pt: Procurar Website de Entidade Pública

source: We found an email address in your text: {{ email }}. Do not sent personal data to the Public Body.
es: Encontramos un correo electrónico en el texto: {{ email }}. No envíe información personal al organismo.
pt: Encontrámos um endereço de email no seu texto: {{ email }}. Não envie informação pessoal para a Entidade Pública.

source: We found {{ find }} in your text, but there is already a greeting at the top of the letter!
es: Encontramos {{ find }} en su texto, pero ya existe un saludo al principio de su carta
pt: Encontramos {{ find }} no seu texto, mas já existe uma saudação no cabeçalho da mensagem!

source: We found {{ find }} in your text, but there is already a closing at the bottom of the letter!
es: ¡Encontramos {{ find }} en tu texto, pero ya hay un cierre en la parte de abajo de tu carta!
pt: Encontramos {{ find }} no seu texto, mas já existe um encerramento no fim da mensagem!

source: Don't leave the body of your message empty
es: No deje el cuerpo del mensaje vacío
pt: Não deixe o corpo da sua mensagem vazio

source: Don't leave the subject of your message empty
es: No deje el asunto del mensaje vacío
pt: Não deixe o tópico da sua mensagem vazio

source: Write a request
es: Hacer un pedido
pt: Escrever um pedido

source: Choose a Public Body
es: Busque un organismo
pt: Seleccionar uma Entidade Pública

source: To:
es: Para
pt: Para:

source: Notes for this public body
es: Notas sobre este organismo
pt: Notas para esta entidade pública

source: Don't select a public body for now. Let others help to find the right Public Body later.
es: No sé dónde puede estar la información. Que el administrador lo elija el organismo para entregar el pedido.
pt: Não escolha já uma entidade. Deixe outros ajudarem-no mais tarde a encontrar a Entidade Pública correcta.

source: Create a new public body on the fly.
es: El organismo donde quiero entregar el pedido no está en el listado. Quiero agregarlo.
pt: Criar uma nova entidade pública neste momento.

source: Please select one of the above options to proceed.
es: Por favor, elija una de las opciones que se detallan para continuar
pt: Por favor seleccione em cima uma das opções para continuar.

source: Choose the type of request
es: Elija el tipo de pedido
pt: Selecione o tipo do pedido

source: What kind of information do you want?
es: ¿Qué tipo de información quiere?
pt: Que informação quer?

source: a matter that involves you personally
es: Un asunto relacionado con usted
pt: uma matéria que o envolve pessoalmente

source: Questions like "Where do I get X?" or "What do I have to do if X?"
es: Preguntas del estilo "¿Dónde consigo X?" o "¿Qué tengo que hacer si X?"
pt: Questões como "Onde posso obter X?" ou "O que devo fazer se X?"

source: a question about a political opinion
es: Una pregunta sobre una cuestión política
pt: uma pergunta sobre a opinião política

source: Questions like "Why don't you do X?" or "How can it be that X?"
es: Preguntas como "¿Por qué X?" o "¿Cómo puede ser que X?"
pt: Questões como "Porque não fazer X?" ou "Como é X possivél?"

source: a matter of general interest (Freedom of Information request)
es: Un asunto de interés general (pedido de acceso a la información)
pt: Uma questão de interesse comum (pedidos de informação LADA)

source: Questions like "How much did X cost?" or "Please give me a list of X?"
es: Preguntas como "¿Cuánto costó X?" o "Por favor, deme una lista de X"
pt: Questões como "Quanto custou X?" ou "Por favor providencie-me uma listagem de X?"

source: Continue
es: Continuar
pt: Continuar

source: Please select one of the above options!
es: Por favor, elija una de las opciones detalladas arriba
pt: Selecione uma das opções acima!

source: A request about a matter involving you personally
es: Un asunto relacionado con usted
pt: Um pedido sobre uma matéria que o envolve pessoalmente

source: If you want to ask a question that relates to you personally, like how you can achieve something or who you have to contact, you need publicly available information from that public body:
es: Si quieres preguntar algo relacionado a ti personalmente, por ejemplo como logar algo o a quien contactar, necesitas información disponible públicamente de ese organismo:
pt: Se quiser perguntar uma questão relacionada consigo pessoalmente, por exemplo como conseguir algo ou quem deve contactar, necessita de informação disponivel publicamente dessa entidade pública:

source: Click here to go to 115.de - the Public Body Service Hotline
es: Haz clic aquí para ir a 115.de - La línea de atención del organismo
pt: Click aqui para aceder ao 115.de - a linha de emergência das entidades públicas

source: Please note that you shouldn't use this site to request personal information.
es: Por favor, tenga en cuenta de que no debería usar este sitio para pedidos de información personal.
pt: Por favor note que não deve utilizar este website para requisitar informação pessoal.

source: A request about an opinion
es: Un pedido sobre una opinión
pt: Um pedido sobre uma opinião

source: In order to ask about a political state, you need to talk to people not public bodies. Please ask your Member of Parliament about the topic you are interested in:
es: Para preguntar por cierta información política necesitas hablar con las personas no con el organismo. Por favor, pregunta a un miembro de tu parlamento sobre el tema en el que estás interesado:
pt: Para perguntar sobre um assunto de ordem politica, necessita de falar directamente com pessoas, não com entidades p´blicas. Por favor contacte um Membro do Parlamento sobre o tópico que lhe interessa:

source: Click here to go to abgeordnetenwatch.de
es: Haz clic aquí para ir a abgeordnetenwatch.de
pt: Clique aqui para ir para abgeordnetenwatch.de

source: Write the Request
es: Escriba el pedido
pt: Escreva o Pedido

source: Legal Explanation:
es: Explicación legal:
pt: Explicação legal:

source: Important Notes:
es: Antes de redactar tu pedido, recuerda:
pt: Notas Importantes:

source: Write your request in <strong>simple, precise language</strong>.
es: Escribir tu pedido en <strong>lenguaje preciso y simple</strong>.
pt: Escreva o seu pedido com <strong>linguagem simples e precisa</strong>.

source: Ask for <strong>specific</strong> documents or information.
es: Preguntar por documentos o información <strong>especifica</strong>.
pt: Peça documentos ou informações <strong>específicas</strong>.

source: Keep it <strong>focused and concise</strong>.
es: Sé <strong>enfocado y conciso</strong>. Ve al grano.
pt: Mantenha o pedido <strong>focado e conciso</strong>.

source: This site is <strong>public</strong>. Everything you type and any response will be published.
es: Si pides información presupuestaria, no olvides especifícar el período de <strong>tiempo</strong>.
pt: Este site é <strong>público</strong>. Tudo o que escrever e qualquer resposta recebida serão públicados.

source: Do <strong>not include</strong> personal information in your request.
es: No redactes pedidos demasiado <strong>largos</strong>. Si tienes muchas preguntas, realiza dos o más solicitudes de información.
pt: <strong>Não inclua informação pessoal</strong> no seu pedido.

source: Do <strong>not ask</strong> for personal information.
es: Chequear previamente que lo solicitado no haya sido previamente publicado en la web del <strong>organismo</strong>
pt: <strong>Não peça informação pessoal</strong>.

source: Request Subject
es: Título del pedido
pt: Tópico do Pedido

source: Your Request:
es: Tu pedido:
pt: O Seu Pedido:
